{"Atoms/181---Dr.-K---The-Harvard-Psychiatrist-helping-creators-with-performance,-burnout,-and-dealing-with-negative-feedback.":{"title":"181 - Dr. K - The Harvard Psychiatrist helping creators with performance, burnout, and dealing with negative feedback.","links":["Creator-Science-Podcast"],"tags":[],"content":"Podcast Creator Science Podcast\nThree options (worst to best)\n\nAll my success is luck, all my failures are all mine\nMy successes are mine my failures are mine\nI can’t control the outcome, so neither are mine. All I have are what I’ve done.\n\nThe problem is the expectation"},"Atoms/193-Jake-Thomas---YouTube-title-expert-shares-his-secrets-for-getting-clicks":{"title":"193 Jake Thomas - YouTube title expert shares his secrets for getting clicks","links":["Creator-Science-Podcast"],"tags":["literaturenote"],"content":"Source: Creator Science Podcast\n60 % curiosity\n40 % Fear\nSearchers want positive stuff. No one searches for “mistakes devs make” etc.\nMy take: negative sentiments do well w/recommendation systems, basically\nBook recommendation: wrapped (sp?) —book about attention\nHow to find inspiration\nDream 10—competitors that are huge / maybe that’s where you want to be\nModel 10—Style is similar (vlog, education, talking head)\nContent Ideas\n☆ Breaking myths great content ☆\nask chatGPT give me 15 myths or 15 excuses they use\n(describe your audience for it, obviously)"},"Atoms/3-Factors-Contributing-to-Flow":{"title":"3 Factors Contributing to Flow","links":["Atoms/Smaller-Sooner,-Larger-Later","Atoms/Chris-Do","Atoms/Follow-One-Course-Until-Successful","Atoms/How-can-I-remove-my-worth's-dependence-on-my-work","identity","FLOW","Fandabi-Dozi"],"tags":["literaturenote","art"],"content":"Discipline\nReigning in the urge to keep chasing smaller-sooners or the new shiny thing. (Reminds me of Chris Do’s acronym for FOCUS: Follow One Course Until Successful)\nDetachment\nNot allowing the external to impact your discipline / worth / goals / path. This includes avoiding the anger-response when things appear unfair or personal. How can I remove my worth’s dependence on my work?\nPlay\nPlay is a teaching and training tool for all animals. It adds motivation to our discipline. It creates an environment that could help with detachment if it really is all about play. Play is probably heightened in effectiveness and fun when there is that detachment component (i.e. not competitive to the point of forgetting play and attaching identity to performance).\n\n\n                  \n                  Source\n                  \n                \n\nThe Way of the STAFF &amp; BOW to find the FLOW, Fandabi Dozi www.youtube.com/watch\n\n"},"Atoms/4-Skills-of-communication":{"title":"4 Skills of communication","links":["Vicky-Zhao"],"tags":[],"content":"Prep\nContextualize - what’s the goal? emotional? Data-driven?\nstory-telling -visuals, emotions, connection. Help people see what we saw.\nSummarize - make sure the communication lands. clarify at the end\n(source: Vicky Zhao video, interview with Radha Amalraj)"},"Atoms/40---40---20-Marketing-Rule":{"title":"40 - 40 - 20 Marketing Rule","links":[],"tags":["literaturenote"],"content":"Copywriters, Eddie Shleyner and Kim Krause Schwalm,\n40/40/20 Rule: Marketing campaign success breakdown\n40% = list\n40% = Offer\n20% = Creative\nSo if the list (audience/segment) and the offer is great, but terrible creative (design, copy), there’s still an 80% chance of success.\nStrong Lists\nSegment of your market that also includes behaviors: those who’ve bought similar products to yours and that have bought with similar methods/venues\nProven desire are the keywords!\nStrong Offers\nDesire + Price + Incentives\nIf the product just isn’t there, it doesn’t matter how good your angle, creative, etc. is. They won’t go for it. There has to be desire for it.\nPremium prices need differentiation to back up the high price. Endorsement or proof. System, unique process, etc.\nIncentives + low-priced items is how to compete. Incentives also are needed to stop the person and convince them to buy. They need to feel the pressure, urgency, etc. Methods include:\n\nDimensionalize the savings\n\nBuy 2 Get 1 Free\nGet 3 for price of 2\nSave $20—it’s like getting another bottle FREE\n\n\nCreate Urgency\n\nTiming deadlines: Save 50%, offer ends at midnight\nTrial deadlines: “Start for just $1, today only”\nScarcity deadlines: “Only 30 units left”\n\n\nRemove the risk of ordering\n\n“Money back guarantee”\n“Double-your-money-back guarantee”\n“Order now, pay later”\n\n\n"},"Atoms/47.-White-Liberals'-Views-on-Racism-Have-Rapidly-Changed":{"title":"47. White Liberals' Views on Racism Have Rapidly Changed","links":["Know-Better-Do-Better---Podcast","Atoms/Personal-Systems-for-Character-Updates"],"tags":[],"content":"Episode from Know Better Do Better - Podcast\nPersonal Systems for Character Updates"},"Atoms/A11y-Audit":{"title":"A11y Audit","links":[],"tags":[],"content":"Users\nInvolving Users in Evaluating Web Accessibility | Web Accessibility Initiative (WAI) | W3C\nHelping structure an a11y audit\nwww.w3.org/WAI/test-evaluate/involving-users/"},"Atoms/AI-Advocates":{"title":"AI Advocates","links":[],"tags":["permanentnote"],"content":"Seems like the statements all boil down to:\nUse it or lose to it."},"Atoms/AI-as-a-threat":{"title":"AI as a threat","links":["Atoms/AI","Atoms/Chris-Ramsay","Atoms/Magic-is-an-art-of-experience"],"tags":[],"content":"Thinking about AI and how it feels like a threat to many people and also how Chris Ramsay said that he felt that magic is still in its infancy (see Magic is an art of experience).\nI don’t think of AI as a threat, and I don’t think it will replace us or that we’ve even scratched the surface of how it can be used. Much like magic seems rote or cheesy if used improperly / without true exploration, I see AI in the same way. Sure, you can have it do stuff for you like write an article, but it will always be missing something if you don’t come in and add the human element and consider the experience of the product.\n\nSimilar Topics\n\nMagic is an art of experience\nwww.joshwcomeau.com/blog/the-end-of-frontend-development/ - AI won’t replace devs. AI is 100% confident, 80% accurate\n\nAntithesis / What’s opposite / What competes?\n\nIt is a threat to people in the “average” range of skills—AI could cause greater disparity between the very best and the pretty good.\nTo research: previous tools that up-ended jobs? Cotton Gin; Cars?; Computers; Sewing Machines\n\nWhere does this lead?\n\n\n\nWhere does this come from?\n\n\n"},"Atoms/AI-is-spirituality-all-over-again":{"title":"AI is spirituality all over again","links":["Chris-Do,","Afraid"],"tags":[],"content":"Summoning spirits is like the reconstruction of a person in bot form (AI + deep fakes) - Chris Do, the father in Afraid\nTalking to AI for special/strategic knowledge same as ancient prayers."},"Atoms/AI-the-Conman":{"title":"AI the Conman","links":[],"tags":[],"content":"\n\n                  \n                  Josh Comeau \n                  \n                \n\n“If you’ve experimented with tools like Chat GPT or Bing’s AI-powered search, you’ve probably noticed that the responses are maybe 80% correct, but they’re said with absolute and unshakeable confidence.”\nwww.joshwcomeau.com/blog/the-end-of-frontend-development/\n\n"},"Atoms/ART.IFICIAL":{"title":"ART.IFICIAL","links":[],"tags":["literaturenote","art","ai"],"content":"GumGum’s booklet ART.IFICIAL (2017), “There is something about artificial intelligence that inspires a low-grade panic in most people…AI represents a very practical threat to our economic well-being, eliminating jobs once performed by unskilled or junior workers.”\n“But pursuits that rely on and express our very humanity—art, literature, music—and the industries that harness that creativity were supposed to be safe.”"},"Atoms/Abstraction-for-Flexibility":{"title":"Abstraction for Flexibility","links":[],"tags":[],"content":"I could hardcode a background color in my CSS like this\nbackground-color: black;\nbut it’s extremely likely I’ll need this background in other places. It’s easy enough to take it page by page and add yet another explicit definition.\nWe can abstract it first by making the color a variable instead:\n--theme-dark: black;\n \nbackground-color: var(--theme-dark);\nThis is helpful if we decide to change black to a dark gray, or some other darker color. We can move the variable out into a global :root definition instead, so that now our whole website can consistently use this --theme-dark.\nMoving past the most basic"},"Atoms/Accessibility":{"title":"Accessibility","links":[],"tags":[],"content":""},"Atoms/Adding-Pop-ups-to-OBS":{"title":"Adding Pop-ups to OBS","links":[],"tags":[],"content":"Current method:\n\nCreate the RGB+A graphic in After Effects\nAdd a scene in OBS\n\nCall it “Pop XYZ”, Pop being the convention\nAdd Media Source\nChoose the file of the graphic\n\n\nFind your main scene where the pop should be available\nAdd scene to it, choosing your pop scene\nOpen Stream Deck\nGo to the correct slide\nAdd “Source Visibility”\n\nChoose your main scene\nChoose the source, which is the pop to toggle on/off\n\n\n"},"Atoms/Ads---Campaigns-that-actually-changed-behavior":{"title":"Ads - Campaigns that actually changed behavior","links":[],"tags":[],"content":"\nSongs of the Humpback whale record—may well have saved whales from extinction. (1970s?)\n"},"Atoms/Amy-Lee-Interview,-2023,-Today-Extra-(Australia-show)---Video":{"title":"Amy Lee Interview, 2023, Today Extra (Australia show) - Video","links":[],"tags":["literaturenote"],"content":"Responsibility of an artist\n\nInspires other artists—it’s a contribution to the “human” body of work.\n\n\n\nShe remarked how it’s really cool to see how songs she wrote w/a personal meaning are transformed as other people share what the song means to them—how it impacted, how it got them through tough times (see ^beauty-of-music below)\n\npeople can’t help but make their own meaning\n\n\nIt’s a journey for you as the artist, but also with the fans.\n\n\n\n                  \n                  Quote\n                  \n                \n\n“We’ve all lived a lot of life in that time and it makes the songs more meaningful…It’s not just about the initial meaning anymore, it’s become so much bigger.”\n\n\n\n\n                  \n                  Quote\n                  \n                \n\n“It’s proof of the beauty of music…we’re kind of vessels in this thing. We get to make something and then let it fly, and let it become something more than just about us.”\n\n\n"},"Atoms/An-Immense-World---Book":{"title":"An Immense World - Book","links":[],"tags":[],"content":"Introduction\n\n\n                  \n                  Our umwelt—perception creates reality \n                  \n                \n\nOur umwelt is still limited, it just doesn’t feel that way. To us, it feels all-encompassing. It is all that we know, and so we easily mistake it for all there is to know. This is an illusion—and one that every animal shares.\n\n\nUmwelt = reality a creature inhabits based on its sensory perception. Not just its environment, but how it understands and perceives it.\n\n\n                  \n                  Ticks&#039; umwelt is down to three stimuli \n                  \n                \n\n…the poverty of this environment is needful for the certainty of action and certainty is more important than riches.\n\n\n\n\n                  \n                  &quot;Nothing can sense everything and nothing needs to...&quot; \n                  \n                \n\nIt is also why the act of contemplating the umwelt of another creature is so deeply human and so utterly profound. Our senses filter in what we need. We must choose to learn about the rest.\n\n\n\nBe careful not to anthropomorphize.\nWe’re trapped in that we only have what we can describe in our language (aka it’s already humanized through our perception.) Philosopher’s article referenced: what’s it like to be a bat. Not a bat where you are a bat, but what it’s like for a bat to be a bat?\nMany sensory biologists have backgrounds in the arts…\n\n\n                  \n                  Title \n                  \n                \n\n…which might enable them to see past the perceptual worlds that our brains automatically create. Sonke Johnson(sp???), for example, studied painting, sculpture, and modern dance well before he studied animal vision. To represent the world around him, he says, artists already have to push against the limits of their umwelt and look under the hood. That capacity helps him to think about animals having different perceptual worlds.\n\n\n\n\n                  \n                  Quote\n                  \n                \n\nWhen we pay attention to other animals, our own world expands and deepens. Listen to tree-hoppers, and you realize that plants are thrumming with silent vibrational songs. Watch a dog on a walk, and you see that cities are criss-crossed with skeins of scent that carry the biographies and histories of their residents…\n\n\n\nChapter 4: The Unwanted Sense: Pain\n\n\n                  \n                  Pain, consciousness, robots \n                  \n                \n\nThe evolutionary benefit of nociception is abundantly clear: it’s an alarm system that allows animals to detect things that mmight harm or kill them, and take steps to protect themselves. But the origin of pain, on top of that, is less obvious. What is the adaptive value of suffering? Why should nociception suck? Some scientists suggest that unpleasant emotions might have intensified and calcified the effect of nociceptive sensations so that animals not only avoid what is currently hurting them, but also learn to avoid it in the future. Nociception says, “get away,” and pain says, “and don’t go back.”\n\n\napx 5:14–5:18:18\n“Engineers have designed robots that can behave as if they’re in pain, learn from negative experiences, or avoid artificial discomfort. These behaviors when performed by animals have been interpreted as indicators of pain, but robots can perform them without subjective experiences. This is not to claim as Descartes did, that animals are unthinking, unfeeling, automata. As Adamo(sp?) says, ‘No robot is as sophisticated as an insect.‘”\n“Her point is that insect nervous systems have evolved to pull off complex behaviors in the simplest possible ways, and robots show us how simple it is possible to be. If we can program them to accomplish all the adaptive actions that pain supposedly enables without also programming them with consciousness, then evolution—which is a far superior innovator that works over a much longer timeframe—would surely have pushed minimalist insect brains in the same direction. For that reason, Adamo thinks it’s unlikely that insects or crustaceans feel pain. Or, at least, their experience of pain is likely to be very different from ours.”\n“This point is crucial. The controversies about animal pain often assume that they either feel exactly what we feel, or nothing at all. As if they’re either little people or sophisticated robots. This dichotomy is false. But it persists because it is difficult to imagine an intermediate state. We know that some people have different thresholds of pain than others, just as we know that some have blurrier vision. But a qualitatively different version of pain is as conceptually challenging as a scallop’s seamless vision. Could pain exist without consciousness? If you strip the emotion out of pain, are you just left with nociception? Or a gray area that our imaginations struggle to fill? Perhaps more than for other senses, it is easy to forget that pain can vary, and hard to conceive of how it might.”\n\nChapter 7: The Rippling Ground: Surface Vibrations\nInsect Sounds\nA cheap speaker and a digital recorder connected to a clip-on microphone that a guitarist might use.\nLate September is the end of ideal listening, so do it before then.\nCocraft uses a laser vibrometer to record them/turn into sound…\nSpiders\nThe orb web is the most famous/common use of spider silk by many species. It’s more than just a trap for prey.\n“…it’s also a surveillance system which extends the range of the spider’s senses well beyond the reach of its body.” —Apx 8:24:00\n“…it is built by the spider and its is part of the spider.”\nVibrations cue the spider into the difference between a meal and something to ignore. It will wave away a spider buzzing around it, but as soon as it gets caught and vibrates the web, the spider recognizes it as a meal\nDewdrop Spider = hacker thief. “Stealing from larger spiders…by hacking their webs. From a nearby hiding place, it runs several lines of silk over to the harbend spokes of a Nephela web. Effectively plugging its sensory system into that of the larger spider. It can tell when Nephela has caught something and is wrapping it in silk for storage. It then runs over and eats the insect itself, often cutting it free from the main web so that the host spider can no longer detect it.” —apx 8:25:35\n“It runs only when Nephela is moving and treads more slowly when Nephela is still. It also holds on to any strands it cuts to avoid any sudden releases in tension. Through such subterfuge, this thief is almost never caught.”\n“An orb weaver not only builds its own vibrational landscape, but can also adjust it as if tuning a musical instrument.” —8:27:30\n“Zoologist Takeshi Watanabe showed that the Japanese Orb Weaver, Octonoba sybotides, changes the structure of its web when it is hungry. It adds spiral decorations that increase the tension along the spokes, improving the web’s ability to transmit the weaker vibrations transmitted by smaller prey. When it is famished, every morsel counts. To capture such morsels, the spider expands the range of its senses by changing the nature of its web. But here is the truly important part: Watanabe found that a well-fed spider will also go after small flies if it is placed onto a tense web built by a hungry spider. The spider has effectively outsourced the  decision of which prey to attack to its web.” —8:29:00ish\n“The choice depends not just on its neurons, hormones, or anything else inside its body, but also on something outside it—something it can create and adjust. Even before vibrations are detected by its lyraform organs, the web determines which vibrations will arrive at the leg. The spider will eat whatever it’s aware of and it sets the bounds of its awareness—the extent of its umwelt—by spinning different kinds of webs. The web, then, is not just an extension of a spider’s senses, but an extension of its cognition. In a very real way, a spider thinks with its web. Tuning the silk is like tuning its own mind.”\nOther resource:\nwww.sciencenews.org/article/hungry-spiders-tune-web-jiggliness\n\nChapter 8: All Ears: Sound\nFrogs\n“Sensory exploitation”\n\n\n                  \n                  Quote\n                  \n                \n\n“Nature’s ears really do define its voices.”\n\n\n\n\n                  \n                  Tungara Frogs and Fringe-Lipped Bats \n                  \n                \n\n“The frog’s umwelt shaped the frog’s calls, which then shaped the bat’s umwelt”\n\n\n\n\n                  \n                  Senses and Beauty \n                  \n                \n\nThe senses dictate what animals find beautiful, and in doing so, they influence the form that beauty takes in the natural world.\n\n\nBirds\n(Robert Duling)\n“Part of the thrill of listening to animals comes from wondering what they’re saying to each other…Naively, we might imagine this to be a problem of vocabulary, as if there might exist some word-to-chirp dictionary that would suddenly allow us to speak bird. There isn’t, and Duling’s(sp???) work reminds us why.”\n“The communication barrier between species is also a sensory one.”\n“Birds encode meaning in aspects of their songs that our ears can’t pick out and that our brains don’t pay attention to.”\nChickadee and White-breasted Nut Hatch\n“…ears can have exceptional temporal resolution or exceptional pitch sensitivity, but not both. Lucas says that, ‘The auditory system that does fast stuff is completely different from the auditory system that does frequency stuff.’ And he found that birds don’t have to settle between one or the other. They can flip between the two as the situation demands.”\n“Both birds completely retune their sense of hearing from one season to the next to process the information that matters most in that season. Their voices and their needs change with the calendar, so do their ears.”\n\nChapter 9: A Silent World Shouts Back: Echoes\nA Bat’s voice is an insight into its mind. It describes its intent—focusing on far-away landscape or honing in on a target. 10:12:00-ish\nSince echo-location is a costly sense, it seems like the bat has some weaknesses in a seemingly OP sense. There have been instances where a cave is boarded up for safety reasons and later discovering masses of bats have fatally rammed into the barriers as if they didn’t “see it.”\nJust like us, we can fall victim to cognitive offloading. There is always risk, but there is also benefit to it. It’s just a matter of balancing, luck, and maybe some strategy.\n\nGeneral Themes\nTo humans, seeing a creature with active eyes gives us the impression of an active mind (even if it’s not accurate)."},"Atoms/Ancestor-Trouble---Book":{"title":"Ancestor Trouble - Book","links":[],"tags":[],"content":"Critiques of Ancestry.com: transparency issues. The company has total access to their findings, but the people who contributed or are connected to that information don’t get access to all of it.\n\nAs much as it is frustrating, embarrassing, and sometimes cringey to see into your family past, it still is a part of you.\nI’ve hated this book and loved it. It’s bored me and intrigued me. I hate the idea that family has anything to do with me, my skills, my personality. I hate it. I don’t want to be connected with them. Outside of my parents, and some extended family just above my parents, I want no connection, no relation, nothing to do with them—and they’re not even awful people as far as I know.\nMaud has had a much more troubling family history: abuse, mental illness, disdainful behaviors. What do I have? A drunk. A bunch of pioneers. I don’t know who else, and I don’t really want to know."},"Atoms/Anecdote":{"title":"Anecdote","links":[],"tags":[],"content":"“Anecdote” is not the singular of “data” (coworker said this.)"},"Atoms/Annie-Duke":{"title":"Annie Duke","links":[],"tags":[],"content":""},"Atoms/Apophany":{"title":"Apophany","links":["Atoms/The-Quiet-Damage---book"],"tags":[],"content":"\n\n                  \n                   The Quiet Damage - book\n                  \n                \n\n“a Rorschachian conclusion drawn from dots that have no business being connected. Apophenia is a natural phenomenon; the human brain is hardwired to scan for patterns, even where they don’t exist. It’s also a bedrock of conspiracy theory thinking, wherein illusory patterns perceived in random noise are held up as evidence of nefarious activity.”\n\n\nSources\n“Brain Center Automatically Searches for Patterns, Real or Imagined,” Duke Today, April 7, 2002\n“Connecting the Dots: Illusory Pattern Perception Predicts Belief in Conspiracies and the Supernatural,” European Journal of Social Psychology 48, no.3 (2017)\n“QAnon Resembles the Games I Design. But for Believers, There Is No Winning.” Washington Post, May 11, 2021."},"Atoms/Are-we-celebrating-the-wrong-leaders-TED-talk":{"title":"Are we celebrating the wrong leaders? TED talk","links":["Atoms/TED-Talk"],"tags":[],"content":"TED Talk\nWe often confuse good stories for good leadership."},"Atoms/Art-is-not-about-OVERT-truth":{"title":"Art is not about OVERT truth","links":["tags/permanentnote","tags/build","Atoms/Art","Atoms/AI"],"tags":["permanentnote","build"],"content":"permanentnotebuild\nJust because a photo or a painting appears naturalistic does not mean it is real or it is the truth. Art rarely is about the surface truth. If it were, it would be easily replicated by AI.\nArt is about the COVERT truth. The humanity of art is the deeper piece that AI will not be able to reproduce (on its own).  Art speaks when we can’t say something any other way."},"Atoms/Art":{"title":"Art","links":[],"tags":[],"content":""},"Atoms/Articles-to-Read":{"title":"Articles to Read","links":[],"tags":[],"content":"\nES Modules: A Cartoon Deep Dive\n\n\nhacks.mozilla.org/2018/03/es-modules-a-cartoon-deep-dive/\n\nAll of her stuff:\nmaggieappleton.com/garden\nmaggieappleton.com/programmatic-notes"},"Atoms/Artistic-depictions-of-Jesus-used-*Roman*-symbolism":{"title":"Artistic depictions of Jesus used *Roman* symbolism","links":["tags/literaturenote","ReligionForBreakfast","Atoms/Art-is-not-about-OVERT-truth"],"tags":["literaturenote"],"content":"literaturenote\nReligionForBreakfast YouTube video:\nwww.youtube.com/watch\n\nLong hair + beard = God status in art\nWhite race = Roman familiarity, since they’re white\nThrone Jesus depicted to sit on different than the emperor’s throne—God status\nRobe + bare chest = philosopher in art\n\n\nSimilar Topics\n\nArt is not about OVERT truth\n\nAntithesis / What’s opposite / What competes?\n\n\n\nWhere does this lead?\n\n\n\nWhere does this come from?\n\n\n"},"Atoms/Atomic-Habits---book":{"title":"Atomic Habits - book","links":["Atoms/Input","identity","Charlie-Munger"],"tags":[],"content":"Scratch\nQuote from… Reese? Stonecutter - hammering the stone 100 times w/o seeing a crack. On the 101ˢᵗ hit, it splits the stone. It wasn’t the last hammer that did it, but all the work before.\nwinners &amp; losers have the same goals. Survivorship bias tells us winners must have wanted it more…\nFix the inputs &amp; the outputs will take care of themselves\n\nTheir old identity can sabotage their outcomes\nChange that’s incongruent w/the self will not last\n\n\n                  \n                  Quote\n                  \n                \n\n“True behavior change is identity change”\n\n\nChapter 16\n\n\n                  \n                  Quote\n                  \n                \n\nMeasurements should be automated.\n\n\nAll or nothing is a lie (4:23ish)\nIt’s all about compounding. Even if you don’t do your best on a day, if you still show up and do something—super super super small, even—it still helps maintain your compounded gains.\n\n\n                  \n                   Charlie Munger\n                  \n                \n\nThe first rule of compounding: Never interrupt it unneccessarily.\n\n\n\n\n                  \n                  Bad workouts still important \n                  \n                \n\nThis is why bad workouts are often the most important ones. Sluggish days and bad workouts maintain the compound gains you have accrued from previous days. Simply doing something…is huge.”\n\n\n\n\n                  \n                  Quote\n                  \n                \n\nDon’t put up a zero. Don’t let losses eat into your compounding.\n\n\n\n\n                  \n                  Quote\n                  \n                \n\nThe “all or nothing” cycle of behavior change is just one pitfall that can derail your habits. Another potential danger…is measuring the wrong thing.”\n\n\nChapter 18\n\n\n                  \n                  Quote\n                  \n                \n\nThe strength of genetics is also their weakness. Genes cannot be easily changed, which means they provide a powerful advantage in favorable circumstances and a serious disadvantage in unfavorable circumstances.\n\n\n\n\n                  \n                  Quote\n                  \n                \n\nOur environment determines the suitability of our genes and the utility of our natural talents. When our environment changes, so do the qualities that determine success.\n\n\n\n\n                  \n                  Quote\n                  \n                \n\nCompetence is highly dependent on context.\n\n\n\n\n                  \n                  Quote\n                  \n                \n\nGenes do not determine your destiny. They determine your areas of opportunity.\n\n\n\n\n                  \n                  Dr. Gabor Maté, Physician \n                  \n                \n\nGenes can predispose, but they don’t predetermine.\n\n\n\n\n                  \n                  Quote\n                  \n                \n\nWhen you can’t win by being better, win by being different.\n\n\nChapter 19\n\n\n                  \n                  Quote\n                  \n                \n\nThe only way to become excellent is to be endlessly fascinated by doing the same thing over and over. You have to fall in love with boredom.\n\n"},"Atoms/Audit-Structure":{"title":"Audit Structure","links":[],"tags":[],"content":"Focus\n\nPurpose of the audit?\nWhat are we looking for?\nWhat are we comparing against?\n\nAuditors\n\nWho needs to be involved?\nWho are the experts?\n\nDeliverables\n\nWhat is the product of the audit?\nWhat is the next step?\n\nExample Audit\nFocus: Accessibility\n\nTesting highest traffic page and template with most common section components for a11y concerns or poor UX.\nLooking for: Keyboard navigation errors\n\nHome page\nProduct page template\n\n\nCompare: Lighthouse scores\n\nAuditors\n\nJess\nVolunteers as desired\n\nDeliverables\n\nTask list of worst offenders and bugs\nNext step: Dev fixes\n"},"Atoms/Bad-Examples-of-Clarity":{"title":"Bad Examples of Clarity","links":["UX-Design"],"tags":[],"content":"I looked up the definition for “Cognition” and realized I’ve been so disappointed in the example sentences for years.\n“greater emphasis should be placed on examining cognitions of individual family members”\n\nWhat’s wrong: The sentence literally just plops in the word. This gives me no further context clues for what the word means. How a word is used is not the ultimate problem. The how is merely a demonstration of grammar—nouns are placed in certain positions, adverbs in another.\n\nSimilar Topics\n\nUX Design\n\nAntithesis / What’s opposite / What competes?\n\n\n\nWhere does this lead?\n\n\n\nWhere does this come from? (Theme/Question)\n\n\n"},"Atoms/Bio-Hacked":{"title":"Bio-Hacked","links":[],"tags":[],"content":"Wasted time = being bio-hacked by tech / orgs / companies\nTrapped feeling like you’re doing something, but not actually."},"Atoms/Blaise-Pascal":{"title":"Blaise Pascal","links":[],"tags":["person"],"content":"Mathematician, philsopher\n\n\n                  \n                  this is often attributed to Mark Twain, but perhaps that&#039;s incorrect?? \n                  \n                \n\nI would have written a shorter letter, but I did not have the time.\n\n"},"Atoms/Books-To-Read":{"title":"Books To Read","links":["Don't-Make-Them-Think","Faith-Beyond-Resentment"],"tags":[],"content":"Marketing\n\nDon’t Make Them Think\n\nQueer + Theology\n\nFaith Beyond Resentment\n\n"},"Atoms/Buffy-the-Vampire-Slayer":{"title":"Buffy the Vampire Slayer","links":[],"tags":[],"content":"S7 E4: Help\nEnd of the show:\n“Cassie didn’t know? Then it was fate?” Willow\n“Then she was gonna die no matter what, wasn’t she?” Xander “It didn’t matter what you did.”\n“She just knew.” Buffy. “She was special. I failed her ”\n“No. You didn’t, ‘cause you tried. You listened, and you tried. She died ‘cause of her heart, not ‘cause of you. She was my friend ‘cause of you. (Pause) I guess sometimes you can’t help” Dawn\n“So what then?” Buffy “What do you do when you know that? When you know that maybe you can’t help?”"},"Atoms/Burnout-Avoidance-Theories":{"title":"Burnout Avoidance Theories","links":["Eat,-Sleep,-Work,-Repeat---Book"],"tags":[],"content":"Tech Talk\nBurnout = exhaustion brought on by prolonged / repeated stress.\nEat, Sleep, Work, Repeat - Book by Bruce Daisley\nRecognize the lies you tell yourself\n\n\nI don’t have time\n\n\nI don’t need social interaction\n\n\nI’ll get to it when I have time\n\n\nTheory 1\n\nMake a schedule\nOk to not complete non-vital tasks\nSmall wins\n\nTheory 2: Pomodoro\n\nBreak up day into segments\ntake breaks\nwalks\n\nTheory: What type of Rest do you need?\n\ntime away\npermission to not be helpful\n(see the graphic on 9 types of rest)\n\nTheory: Goals\n\nSMART\nAccountable\nSpread Out–not too many simultaneous\nSpoken–share successes &amp; failures\n\nTheory: Growth Mindset\n\n\nShackleton’s Journey (1ˢᵗ person to So. pole race)\n\n\nFocus on learning from every outcome vs. only striving for positive outcomes\n\n\nTheory: Take Time to be Social\n\nget to know colleagues 1:1\n→ non-work related\nSocial outside work. Service.\n\nTheory: Time for Hobbies\nTheory: Build Confidence\nTheory: Introduce Spontaneity\n\nTry something semi-unplanned (if you’re a planner)\nNew restaurant\nNew hike\n\nHome/Remote Working: need a commute–think portals, space, walks, etc. So that you can switch modes.\n“Share distilled wisdom” –Roland Burrows\nNot broken just hurt.\nheal != fix\nProblematic idea: If you’re broken, you can’t be fixed\n“If you’re not as productive, you need to be repaired” Productivity model is good for machines, NOT for humans.\nyou have to ↓ commitments, or be flexible w/those, or ↑ your support systems/people/sources.\nBy being able to slow down, you accomplish more\nYou’re never incentivized to slow down.\nIf you want me to do more over the long term, I need the rest now.\nPTO hoarding like item hoarding in games\nIf you can’t take PTO w/o the company tanking, you’re in an unhealthy relationship.\nYou don’t have to wait until the tank is on “E” to fill it up.\nEveryone lives w/their own “self-ness”–they shouldn’t be forced into a mold that doesn’t work for them."},"Atoms/By-product":{"title":"By-product","links":[],"tags":[],"content":"An outcome or product made in the process of making something else. Unintentional, yet unavoidable—it’s just part of the production process."},"Atoms/Cal-Newport":{"title":"Cal Newport","links":[],"tags":[],"content":""},"Atoms/Calculate-Increase-in-Percentage":{"title":"Calculate Increase in Percentage","links":[],"tags":[],"content":"% increase = 100 * ((final - initial) / initial)\nx = 100*( .001 - .231  /  .231)"},"Atoms/Campfire---Disabilities":{"title":"Campfire - Disabilities","links":[],"tags":[],"content":"Disclaimers:\n\nThis is MY experience\nPeople in the same situation may disagree\nTreat people like people—including in the comments when you’re mad at me\n\n"},"Atoms/Campfire-Chats":{"title":"Campfire Chats","links":["Atoms/The-Impact-of-Story---How-I've-Dealt-with-MS","Atoms/The-Problem-with-Gender-Roles"],"tags":[],"content":"Livestream format idea for Not Defined.\nGet into flow state. Watch a flame while we look through Obsidian and talk about interesting topics.\nThe Impact of Story - How I’ve Dealt with MS\nThe Problem with Gender Roles"},"Atoms/Cash-Flow-Positive":{"title":"Cash Flow Positive","links":[],"tags":[],"content":"Total cash in minus total cash out\n(Monthly Burn)"},"Atoms/Charcoal-Pieces-Inspiration":{"title":"Charcoal Pieces Inspiration","links":["Atoms/What-is-the-significance-of-\"Rupture\"-in-Queer-theology"],"tags":["art","moc"],"content":"“Rupture” —becoming a new creature requires death of the old one. We must lay to rest our old conceptions and receive the new. This is not always peaceful and serene. It can be violent and painful. Can I capture that? An explosion, in a sense, with healing at its end? Also, What is the significance of “Rupture” in Queer theology?"},"Atoms/Chase-Jarvis":{"title":"Chase Jarvis","links":["Creator-Science-Podcast"],"tags":[],"content":"“You can’t stand out and fit in at the same time” —Chase Jarvis, on Creator Science Podcast Ep#217.\nCYBORG_ idea: Attention Direction: Humanity’s OP Tool. Monks/meditation harnessing your ability to direct attn. (meditation ≠ perfect stillness/lack of thought but being able to redirect it back)\n\nSocial Media/ tech comp. want your attn &amp; are hacking to get it\nMagic - exploits attn.\nYour focus is what makes the difference.\n"},"Atoms/Chris-Do":{"title":"Chris Do","links":[],"tags":[],"content":""},"Atoms/Chris-Ramsay":{"title":"Chris Ramsay","links":[],"tags":[],"content":""},"Atoms/Christians-are-Ruining-Christianity":{"title":"Christians are Ruining Christianity","links":["Atoms/LGBTQ+","Atoms/Symbol","Atoms/Boy-Erased---Book","Atoms/Dan-McClellan"],"tags":["permanentnote","build","spirituality"],"content":"\nDemonization of “outsider” tribes / people—Gays, Gentiles, Non-members\nCollective persecution of LGBTQ+ without actually listening and understanding people as people\nOver-indulgence in long-standing traditions without asking where these came from, how they were invented by others (not Jesus)—think St. Augustine, artistic depictions and symbols, Roman influence, etc.\nIncorrect assumptions about the Bible—specifically when it’s weaponized\n\n\nSimilar Topics\n\n[[Artistic depictions of Jesus used Roman symbolism]] to construct the image we know / recognize today\n\nAntithesis / What’s opposite / What competes?\n\n\n\nWhere does this lead?\n\n\n\nWhere does this come from?\n\nBoy Erased - Book\nDan McClellan\n"},"Atoms/Clayton-Christensen":{"title":"Clayton Christensen","links":[],"tags":[],"content":"Harvard Business Review\nThe Essential Clayton Christensen Articles\nhbr.org/2020/01/the-essential-clayton-christensen-articles"},"Atoms/Cleave-Paradox":{"title":"Cleave Paradox","links":[],"tags":[],"content":"To join or adhere closely\nOR\nDivide, split, like cutting"},"Atoms/Codex-Atlanticus":{"title":"Codex Atlanticus","links":[],"tags":[],"content":"View the full codex\ncodex-atlanticus.ambrosiana.it/#/"},"Atoms/Codex-Forster":{"title":"Codex Forster","links":[],"tags":[],"content":"View full photos of Codex Forster I\nwww.vam.ac.uk/articles/explore-leonardo-da-vinci-codex-forster-i#?c=&amp;m=&amp;s=&amp;cv=113&amp;xywh=1129%2C576%2C1347%2C906\nCodex Forster II\nwww.vam.ac.uk/articles/explore-leonardo-da-vincis-notebook-codex-forster-ii#?c=&amp;m=&amp;s=&amp;cv=&amp;xywh=-1197%2C-319%2C9242%2C6367\nCodex Forster III\nwww.vam.ac.uk/articles/explore-leonardo-da-vincis-notebooks-codex-forster-iii#?c=&amp;m=&amp;s=&amp;cv=&amp;xywh=-2575%2C-376%2C10912%2C7517"},"Atoms/Cognitive-Offloading":{"title":"Cognitive Offloading","links":["Rumination","Default-Mode-Network---Brain","Rian-Doris"],"tags":[],"content":"Our brains collect so much junk over time that it interferes with our focus, our productivity, and our default ruminations. Cognitive offloading will empty the garbage can in our minds and open up space for clarity, purpose, intention.\nHow to do it:\n\nWrite down literally everything in your mind for a couple of hours.\n\nWorries, dumb ideas, unclosed loops, conversations you’ve been thinking about for years, random facts, words that keep repeating.\nGoal: externalize your thoughts so your mind doesn’t need to work so hard to keep them in memory.\n\n\n\n\nSimilar Topics\n\nRumination\nDefault Mode Network - Brain\n\nAntithesis / What’s opposite / What competes?\n\n\n\nWhere does this lead?\n\n\n\nWhere does this come from? (Theme/Question)\n\nRian Doris, YouTube, “Train Your Brain to Solve All Your Problems For You”\n"},"Atoms/Coming-Out-is-a-Reconciliatory-Event":{"title":"Coming Out is a Reconciliatory Event","links":["paradox","Atoms/Can-you-offend-the-Spirit"],"tags":[],"content":"JK called it a “forgiveness” experience, where you come to see and accept yourself more fully.\nI agree in the literal sense of it being reconcilliation—to make friendly again.\nIt transformed the pattern of my self-loathing, guilt, and disgust into relief, peace, and more self-acceptance (though not complete or perfect). The paradox manifesting itself since I’ve been told that you shouldn’t define yourself by your sexuality, that it’s more important to identify as a “child of God.” How is it, then, that this advice did nothing for me, but doing the opposite—embracing myself and the truth about who I am—set me free?\n\nSimilar Topics\n\nCan you offend the Spirit?\n\nAntithesis / What’s opposite / What competes?\n\n\n\nWhere does this lead?\n\n\n\nWhere does this come from? (Theme/Question)\n\n\n"},"Atoms/Composition-Over-Inheritance":{"title":"Composition Over Inheritance","links":[],"tags":["literaturenote"],"content":"(From f tech talks)\nSOLID Priciples\nSingle-responsibility\n\na class should have only ONE reason to change. Only one job\nOpen-Closed\nObjects/entities should be open for extension but closed for modification\nLiskov Substitution\nAny subtype can be substituted for the original type it was derived from without causing ANY issues with the program\nInterface Segragation\nClient should never be forced to implement an interface that it doesn’t use. Clients shouldn’t be forced to depned on methods they do not use.\nDependency Inversion\nEntities must depend on abstraction, not on concrete classes\n\nComposite Resuse Priniciple\n\nencourages reuse of existing software components to reduce dev time cost and improve maintainability\n\nFragile Base Class Problem (comes from inheritance/OOP) —any change to the base class changes for all inheriting classes. More you inherit, the bigger the footprint on the codebase. If you break something, you break everything.\nHow is Composition different than inheritance?\nAllows objects to be composed of other objects. Provides a way to reuse code and build complex systems from smaller, simpler components\n(Kinda like the protocol class in python? Just a description of what you should have—you build your own implementation)\nBenefits of Composition\nTestability—able to create mocks / stubs for components. Helps isolate the class being tested\nCode Reuse—‘cause you create small, reusable components that can be combined in different ways to make complex objects. Can reduce amount of code\nEncapsulation—internal implementation details of a composed object are hidden from outside world. Means we can change the internal structure of the object without affecting the clients that use it.\nRefactoring—change code affects all subclasses, but with comp, it’s significantly reduce\nFlexibility—you can change the behavior of an object at runtime by swapping out its components. Easier to maintain / update code and can make it more extensible and modular.\nInheritance provides a way to reuse code and create hierarchies of classes, but can lead to tight coupling\nComp allows for more flexible and modular code. Easier to debug/modify. Looks more like LEGO bricks than tree structures. Scope and risk are limited."},"Atoms/Conceptual-Survival":{"title":"Conceptual Survival","links":[],"tags":[],"content":"A way for humans to “survive” is through passing down their ideas / concepts / thoughts. (You don’t have to have kids to contribute and “survive”)"},"Atoms/Content-Consumption":{"title":"Content Consumption","links":[],"tags":[],"content":"just because content consumption is pleasurable does not mean it should be over-invested in"},"Atoms/Cracking-open-the-cliché":{"title":"Cracking open the cliché","links":["Vicky-Zhao"],"tags":[],"content":"Vicky Zhao made a profound statement: Sometimes it’s not clear what I’m supposed to learn from a failure.\n“I failed, but I don’t know exactly what my takeaway was.”\n\ncould be psychological: blame someone else, trying to protect yourself\nwhat contributed to the failures? could be many factors.\n\nIdeas to discover:\n\nbe honest about what happened\n\nBoundaries:\n\nimportant for relationships\nimportant for productivity\n\nWe need space.\nIf you’re not playing the creative game, you’re playing the maintenance game.\n(source: Vicky Zhao video, interview with Radha Amalraj)"},"Atoms/Creating-meaningful-connections":{"title":"Creating meaningful connections","links":["Atoms/Dan-Pink"],"tags":[],"content":"Podcast with Dan Pink\nSource: www.designbetter.co/podcast/dan-pink\nMain Takeaway\nProblem finding is the next way to differentiate yourself\n\n Read:\n\n Overground Railroad—Candice E(?) Taylor\n The Biggest Bluff — Maria Conocova\n Interior Chinatown—Charles Yu(?)\n\n\n\nNotes\n\nWhat does the other person KNOW? What do they CARE about? Persuasion requires an understanding of the “problem” you’re solving from the other side’s point of view (the people you’re persuading).\nFor Zoom: assume good-will / good intentions from the other side, and give broadly on your side. So look at the camera instead of the screen, to benefit the experience of the other person.\nTrust with communication. Email from a company: we regret any inconvenience this may have caused you. vs you spill something on someone: “I am SO sorry. What can I do to fix this? …” Speak (esp. as a leader) like a HUMAN!\n“Left-brain” stuff, logic, etc. Can be outsourced and automated. Right brain stuff is the only future.\nDo stuff that augments machine learning instead of competing with it.\nDesign literacy (everyone needs this, not to be a designer, but to be design literate)\nDesign thinking = problem finding! What are the needs? This happens BEFORE everything.\nProblem-solving is a commodity. Someone I hire to solve a well-outlined known problem is NOT valuable anymore. Tell me what problem I’m missing.\nArtists identifying as problem-finders rather than problem-solvers were more successful\nPeak —&gt; analytic work (do it earlier in the day), Trough —&gt; admin work, emails, reports (early afternoon, midday), Recovery —&gt;high mood low vigilance, brainstorming, avoid problem finding (early evening)\nNever go to the hospital or surgery in the afternoon\nOverground Railroad—Candice E(?) Taylor\nThe Biggest Bluff — Maria Conocova\nInterior Chinatown—Charles Yu(?)\n"},"Atoms/Creative-Exercises":{"title":"Creative Exercises","links":["Atoms/Design-the-Monsters-of-Your-Work"],"tags":[],"content":"30 Circles\nMonsters of Work"},"Atoms/Creativity-as-Connection":{"title":"Creativity as Connection","links":["Atoms/Dao-De-Jing---Translated-by-Roger-Ames--and--David-L.-Hall","flow"],"tags":["art"],"content":"It’s easy to romanticize art and creativity as coming from within some person, isolated, generated by their own genius.\nThere have been more ancient schools of thought in which the creativity was from an external influence rather than the artist—muses in Greek mythology, TK:GENIUS-TED-TALK\nAs I was listening to the introduction of Dao De Jing, the thought was expressed that creativity is actually both the internal and external; the Self and the Other; the person and the rest of everything else.\n“Everything is a remix,” is a common idea among current artists, as I’ve heard it. It’s the admission that we’re all building on what has been done before—whether literally or through inspiration.\nEverything we experience drives our creativity, we act in the flow of it, driving more. As if we can connect to the world—to others—through our individual creativity."},"Atoms/Creativity":{"title":"Creativity","links":["Atoms/Ingredients-to-Creativity---Specialization-and-Restriction","Atoms/Creative-Exercises","Atoms/Leonardo-Da-Vinci---Creative-Process"],"tags":[],"content":"Ingredients to Creativity - Specialization and Restriction\nCreative Exercises\nLeonardo Da Vinci - Creative Process"},"Atoms/Custom-Slackbot-Repsonses---Text-Expansion-in-Slack":{"title":"Custom Slackbot Repsonses - Text Expansion in Slack","links":[],"tags":[],"content":"Go here:\nhttps://WORKSPACENAME.slack.com/customize/slackbot\nAdd a new shortcut ;)\nNote that the response should be on one line—\\n are considered response variations, so it will choose from each line randomly."},"Atoms/Cyclops-The-Origin-Story-of-this-Terrifying-One-Eyed-Giant":{"title":"Cyclops The Origin Story of this Terrifying One-Eyed Giant","links":["Atoms/Story","Atoms/Monstrum"],"tags":["literaturenote"],"content":"Cyclops: The Origin Story of this Terrifying One-Eyed Giant\nMonstrum\n\nCyclops means “round eye”\nSmiths would be large due to the physical nature of their craft. They were outsiders because they didn’t labor in the fields or hunt like most people did.\n“Marginality often equals monstrosity.” (5:26) —Dr. Emily Zarka\n\n\n\n                  \n                  Marginality \n                  \n                \n\n“Marginality often equals monstrosity.”\n—Dr. Emily Zarka\n\n\n"},"Atoms/Cyclops":{"title":"Cyclops","links":["tags/indexnote","Atoms/Cyclops-The-Origin-Story-of-this-Terrifying-One-Eyed-Giant"],"tags":["indexnote"],"content":"Note type:indexnote\nCyclops\nCyclops The Origin Story of this Terrifying One-Eyed Giant"},"Atoms/Dan-Pink":{"title":"Dan Pink","links":[],"tags":[],"content":""},"Atoms/Dangerous-Music":{"title":"Dangerous Music","links":[],"tags":[],"content":"\n\n                  \n                  NEED SOURCE / CITATION \n                  \n                \n\n“[Songs] possess the strongest community building power. Thus we use them deliberately at those moments when we want to waken the consciousness of being part of a community.”\n—Internal Hitlerjugend memo\n\n"},"Atoms/Daniel-Priestley":{"title":"Daniel Priestley","links":[],"tags":[],"content":"“Prolific beats perfect.”"},"Atoms/Dao-De-Jing---Translated-by-Roger-Ames--and--David-L.-Hall":{"title":"Dao De Jing - Translated by Roger Ames & David L. Hall","links":["Atoms/Gender"],"tags":[],"content":"Chapter 11\n\n\n                  \n                  Chapter 11 Full \n                  \n                \n\nThe 30 spokes converge at one hub, but the utility of the cart is a function of the nothingness (wu) inside the hub. We throw clay to shape a pot, but the utility of the clay pot is a function of the nothingness inside it. We bore out doors and windows to make a dwelling, but the utility  of the dwelling is the nothingness inside it. Thus, it might be something (yo) that provides the value, but it is nothing that provides the utility.\n\n\nChapter 23\nTake that, extroverts ;)\n\n\n                  \n                  Chapter 23 (Full) \n                  \n                \n\nIt is natural to speak only rarely. Violent winds do not last a whole morning and torrential rains do not last a whole day. What is behind these occurrences? It is the heavens and the earth. And if the heavens and the earth cannot sustain things for long, how much less the human being?\nThus, those who are committed to way-making (dao) in what they do, are on their way. Those who are committed to character (de) in what they do, achieve this character. While those who lose it are themselves lost. Way-making is moreover enhanced by those who express character just as it is diminished by those who themselves have lost it.\n\n\nChapter 28\nIdea of always having access to both the male and female attributes\n\n\n                  \n                  From the Commentary \n                  \n                \n\n“While splitting up the world in making distinctions within it might seem to have a functional value, it always entails a diminution. The most effective way of cultivating order in the world, invariably relies upon the power of inclusivity.”\n\n\nChapter 40\n\n\n                  \n                  Chapter 40 (full) \n                  \n                \n\nReturning is how way-making (dao) moves and weakening is how it functions. The events of the world arise from the determinate (yo) and the determinate arises from the indeterminate (wu).\n\n\nChapter 41\nCreativity.\n\n\n                  \n                  Chapter 41 (commentary) \n                  \n                \n\nWay-making is the locus of creativity. Where creativity is the self-construing activity of finite events in their processes of becoming. Co-creativity is present both in their beginnings and in their consummation. This function of way-making as the site and source of creativity is discovered only in and through things. Further, as the forum of creativity, way-making must remain provisional and incomplete. Otherwise, true novelty, the spontaneous, uncaused, and unexplained emergence of the new and unique would not be possible.\n\n\nChapter 58\n\n\n                  \n                  Commentary \n                  \n                \n\n“Opposites always entail each other, and can only be separated abstractly and at the risk of upsetting the rhythm of life by treating them as really separable.”\n\n\n\n\n                  \n                  Chapter 58 (Commentary) \n                  \n                \n\n“How do we respond to this never-ending spiral of reversion? If we have an understanding of the process as a whole, we can, while staying balanced at the center, anticipate the movement between opposites. While we can certainly live a robust and healthy life, we can also in the fulness of time enjoy a consummatory and healthy death. Death is real and wherever there is life, it is not far away. However, to separate death out from the life experience and inveigh against it as something to be avoided at all costs prevents us from appreciating the fragility and preciousness of life that is made possible by the same delicious temporality. Life is made meaningful by death. Death as natural closure, punctuates a most particular event in the on-going transformation of things. Properly understood, a healthy death can be lived well and can enhance the lives of all involved. Misunderstood, a resentful death can sour life and become a focus of dread and loathing that robs everyone, especially those left to carry on, of their life energy.”\n\n\nChapter 63\n\n\n                  \n                  Chapter 63 (full) \n                  \n                \n\nDo things non-coercively (wu wei). Be non-interfering in going about your business (wu shi). And savor the flavor of the unadulterated in what you eat.\nTreat the small as great and the few as many. Requite enmity with character (de). Take account of the difficult while it is still easy. And deal with the large while it is still tiny. The most difficult things in the world originate with the easy. And the largest issues originate with the tiny.\nThus, it is because the sages never try to do great things that they are indeed able to be great. One who makes promises lightly is sure to have little credibility. One who finds everything easy is certain to have lots of difficulties. Thus, it is because even the sages pay careful attention to such things that they are always free of difficulties.\n\n\nFrom the commentary:\nGood Chinese cooking:\n“stubborn attempt to optimize a finite number, yet surprisingly imaginative range of ingredients.”\nComing up with ways of preserving and extending the ingredients. Getting the most out of your ingredients with the least amount of waste.\n“Tease one’s unique ingredients into productive relationships that allow the natural flavors to speak for themselves.”\n“Understanding things in their relationship to the process as a whole enables one to anticipate a developing situation while it is still embryonic.”"},"Atoms/Daoist-Understanding-of-Scripture":{"title":"Daoist Understanding of Scripture","links":[],"tags":[],"content":"Wellcome Collection—can I find CC images of Daoist drawings/pages from Scripture?\n\n\n                  \n                  Religion for Breakfast, &quot;The Daoist Scriptures Are Huge,&quot; starts apx 11:24 \n                  \n                \n\n“…Scholars don’t really call Daoists scriptural literalists, like certain evangelical Christians. Daoists understand that even texts that claim divine origins have passed through human hands, who edited and shaped them. Nor do they believe that their scriptures are free from mistakes, and they don’t expect them to harmonize together to create a coherent whole.”\n\n"},"Atoms/Data-Science-Resources":{"title":"Data Science Resources","links":[],"tags":[],"content":"Free resources list\ngithub.com/alastairrushworth/free-data-science"},"Atoms/David-Allen":{"title":"David Allen","links":[],"tags":[],"content":"Author of:\n\nGetting Things Done\n\n\n\n                  \n                  Quote\n                  \n                \n\nYour brain is for having ideas, not holding them.\n\n"},"Atoms/Decision-Etymology":{"title":"Decision Etymology","links":["tags/literaturenote","Atoms/Etymonline"],"tags":["literaturenote"],"content":"Note type:literaturenote\nSource: Etymonline www.etymonline.com/word/decision#etymonline_v_857\nDecision Etymology\n\n\n                  \n                  decision (n.) | Accessed 06-05-22 \n                  \n                \n\nmid-15c., “act of deciding,” from Old French décision (14c.), from Latin decisionem (nominative decisio) “a decision, settlement, agreement,” noun of action from past-participle stem of decidere “to decide, determine,” literally “to cut off,” from de “off” (see de-) + caedere “to cut” (from PIE root *kae-id- “to strike”).\n\n"},"Atoms/Decision-Fatigue":{"title":"Decision Fatigue","links":[],"tags":[],"content":"Quality degradation of decisions. Happens after lots of decisions have been made—or perhaps a long process getting to a decision."},"Atoms/Demons":{"title":"Demons","links":[],"tags":["permanentnote"],"content":"Demons and monsters are not a thing of the past. They live and breathe right here and now with us. Created by our own words and thoughts.\nWe live among them and they live inside us."},"Atoms/Design-Heuristics-for-Interaction-Design":{"title":"Design Heuristics for Interaction Design","links":["expert"],"tags":[],"content":"Heuristic = mental shortcut to simplify problems and avoid cognitive overload\nFrom TechTalks and based on nngroup.com\nlawsofux.com another good resource\n1. Visibility of System Status\nLet users know if there is a problem and what to expect\nStepper helps user know where they’re at in a process and where they’re going, like on a multi-page form or something like that\n2. Match between system and real world\nInfo in natural logical order\nExample with stove burners:\n\n3. User Control and Freedom\nUsers often perform actions by mistake, so give them ways out when they make a mistake\nExp: the undo send button in Gmail\nExp: Delete confirmation pop-up\n4. Consistency and Standards\nUsers shouldn’t have to wonder whether words mean the same thing.\nExp: Buttons are clearly buttons\n5. Error Prevention\nBest designs prevent problems from occurring. You’ll always need the good error messages, but prevention = best\nAble to double-check before sending / previews:\n\n6. Recognition Rather than Recall\nMinimize user’s memory load by making actions available\nexp: the pricing tiers\n7. Flexibility and Efficiency of Use\nshortcuts—hidden from novice users—may speed up the interaction for the expert user so that the design can cater to both new and experienced users.\nkeyboard shortcuts, or consider the swipe to reveal new actions\n8. Aesthetic and minimalist design\ninterfaces shouldn’t contain info that’s irrelevant or rarely needed\n\n9. Recognize, diagnose, and recover from errors\nerrors should use plain language (not dev speak). Precisely indicate the problem and suggest a solution for the user.\nexp: \nInstead of just saying 0 results, also offer a helpful suggestion\n10. Help and Documentation\nBest = no need for extra docs, but usually still need it.\nCan also be used with tooltips:"},"Atoms/Design-the-Monsters-of-Your-Work":{"title":"Design the Monsters of Your Work","links":["Atoms/Monstrum","Atoms/Creative-Exercises"],"tags":[],"content":"What’s the biggest sin/pet peeve/frustration in your work?\nDesign a monster that can help teach others to avoid it. (Thinking of the purpose of monsters in human cultures, see Monstrum)\n\nCreative Exercises\n—Could I make a web dev monster slayer handbook?"},"Atoms/Designers-Betrayed-Me":{"title":"Designers Betrayed Me","links":["tags/LinkedInPost","tags/build"],"tags":["LinkedInPost","build"],"content":"LinkedInPostbuild\nI feel betrayed by my people: designers! Getting my BFA in Graphic Design, studying abroad in Switzerland, and listening to the thought leaders in design, I’ve been fed countless ideals about how design solves problems, improves communication, and aims for better, human-centered experiences.\nWhy, then, is the internet chock full of websites that look pretty, have flashy animations, but offer no value at all to the visitors?\nWe seem to design for ourselves: we appreciate the details—and we have to look at our company’s site all day—so we design what we want to see. This is the opposite of what’s needed.\nThe person visiting your site is looking for something—your job is to make that as painless as possible, not to make them wait for the animation to finish before they can look at the business hours.\nThe primary purpose of your site is to help your visitors, otherwise they’ll take their business elsewhere. Functionality should ALWAYS be first. Then if you can make it look fancy without ruining that fundamental functionality (and maintaining accessibility), go ahead and add it, then."},"Atoms/Designing-Table-Content":{"title":"Designing Table Content","links":["tags/literaturenote"],"tags":["literaturenote"],"content":"literaturenote\nSource: Diego Gonzalez, Figma Config 2022 youtu.be/NvdE5UdHKHE\nDesign based on columns, rather than row by row (because all of the content in the column will be the same type, much easier to put multiple columns together as the table than putting rows together)\nFigma Keyboard shortcuts\nInside an autolayout frame, move elements using keyboard arrows\n\n\n\nBest Tip:\nPlace the table in a frame with defined column grid. Configure the constraints as needed.\nThis way if you adjust the frame size, keeps content adjusted.\n"},"Atoms/Detecting-a-Bad-System":{"title":"Detecting a Bad System","links":[],"tags":["cyborg","build"],"content":"\n\n                  \n                  If you feel the tug of humanity against your loyalty to an idea, you ought to re-examine the idea. \n                  \n                \n\nexp: people are uncomfortable w/the Church’s stance on LGBTQ that they want it to mean something else. It’s an impossibility to comfort an LGBTQ person with doctrine that is an attack on that person.\nIf you, a straight member want to comfort someone because you feel the tug of humanity against your loyalty to an idea &amp; the person is not comforted you ought to reexamine the idea."},"Atoms/Dieter-Rams-10-Principles-for-Good-Design":{"title":"Dieter Rams 10 Principles for Good Design","links":[],"tags":[],"content":"\nGood design is innovative\nGood design makes a product useful\nGood design is aesthetic\nGood design makes a product understandable\nGood design is unobtrusive\nGood design is honest\nGood design is long-lasting\nGood design is thorough down to the last detail\nGood design is environmentally-friendly\nGood design is as little design as possible\n"},"Atoms/Digital-Gardens":{"title":"Digital Gardens","links":["Atoms/A-Brief-History-and-Ethos-of-the-Digital-Garden"],"tags":["literaturenote"],"content":"Idea that as we make connections and explore our notes, we “cultivate” new ideas or develop our ideas further. Notes act like a garden that grows over time.\nA Brief History and Ethos of the Digital Garden"},"Atoms/Don't-Think-to-Procrastinate":{"title":"Don't Think to Procrastinate","links":["Vicky-Zhao","Atoms/Via-Negativa"],"tags":[],"content":"source: www.youtube.com/watch Vicky Zhao\n\n\n                  \n                  Vicky Zhao \n                  \n                \n\nClients use thinking for procrastination. We use thinking for execution\n\n\nConsultants (“generalists”) came up with the ideas, the specialists tweaked the ideas.\nClients want certainty. We wait until we have enough certainty to move forward. We delay action until we have “enough” data or “enough” proof. Opportunity costs hanging over all-the-while.\nConvert what into how.\nClients (or employees, I’d say) stop at “What is happening here?” and they don’t continue to “What to do about it?” and “How to do that?”\nConsultants focus on the next step. That’s the only way to get more data, to get more clarity. By delaying action and focusing on all of the next XYZ steps, you’ll never get what you need. “Change is the only constant.”\nGoals, situations, opportunities, directions, will change, but as employees or “the clients” we often don’t assume that’s going to happen. Consultants accept that things may and will change.\nFrameworks help you focus.\nFrameworks are action-oriented. They should help you focus, break down a complex problem, and conflict with your current world-view.\n\nVia Negativa\n80/20 Rule\n"},"Atoms/Doors":{"title":"Doors","links":[],"tags":[],"content":"The front door to your house is a portal—a connection point from your domain to the rest of the world.\nIt’s how friends, family, and invited guests first interact with you.\nThe door represents that sacred space of connection and invitation. A door communicates the anticipated experience—warm and welcoming; refined and detailed; thoughtful and intentional.\nHere is where we can share our love from the moment a person approaches the house."},"Atoms/Drawing-prompts-(creative-exercises)":{"title":"Drawing prompts (creative exercises)","links":["Chris-Piascik"],"tags":[],"content":"Prompts from Chris Piascik:\nDraw on a photo. Exp: monsters on a photo from your phone\nDraw your thoughts: “My site is down” (Chris Piascik had one for “I need to update my website”)\nRedraw Old drawings or sketches. Before and after content OR just trying it again.\nPattern out of a bunch of little drawings\nDraw something for each letter of alphabet\nScribble drawing where you draw with the shapes created by a random scribble on the page\nSeries of stuff you’ve collected: martial arts kicks, (“all of my bikes” Chris Piascik)\nPuns and jokes\n"},"Atoms/Dune":{"title":"Dune","links":["Atoms/Dao-De-Jing---Translated-by-Roger-Ames--and--David-L.-Hall","gender","religion"],"tags":[],"content":"“Once men turned their thinking over to machines, in the hope that this would set them free, but that only permitted other men with machines to enslave them. ‘Thou shalt not make a machine in the likeness of a man’s mind’…but what the OC Bible should have said is: Thou shalt not make a machine to counterfeit a human mind.”—apx 00:25:45 (Reverend Mother talking to Paul after the Gom Jubar(sp?). Paul interjects the quote, ‘Thou shalt not…’ from the OC Bible, the rest of this quote is the Rev. Mother.)\n\n“There is in each of us an ancient force that takes and an ancient force that gives. A man finds little difficulty facing that place within himself where the taking force dwells. but it’s almost impossible for him to see into the giving force without changing into something other than man. For a woman, the situation is reversed…The greatest peril to the giver is the force that takes. The greatest peril to the taker is the force that gives. It’s as easy to be overwhelmed by giving as by taking.” —apx 19:08:21\nAt first, this part reminded me of Dao De Jing, with Yin and Yang, but there’s too much of a “prescribed” gender-role ideology to the world of Dune. Muad’Dib is supposed to be the one who can be in many places—he’s “at the fulcrum” of these two gendered forces.\nThis book is actually a little annoying to me. It’s like I feel little sexist micro-aggressions, because it’s kinda hard to spot at times—overt at others.\n\n“And he thought then about The Guild. The force that had specialized for so long that it had become a parasite. Unable to exist independently of the life upon which it fed…The Guild navigators, gifted with limited prescience had made the fatal decision: they’d chosen always the clear, safe course that leads ever downward into stagnation.” —apx 20:17:00\n\n“It is well known that repression makes a religion flourish”\n\nMentat has computational “prescience”—at one point Howatt remarks how there are holes in his computational predictions/plans for his schemes\n\nPaul says something to the effect of: it is even harder to find the past in the future.\n\nPrescience: 2 kinds, from tech/math and from spiritual “powers”… Do these also play out in our own lives?\n\nFinished: 8/29/2024"},"Atoms/Dunning–Kruger-Effect":{"title":"Dunning–Kruger Effect","links":[],"tags":[],"content":"Cognitive Bias\nPeople tend to overestimate their competence in a kind of task or in their knowledge. Often researchers find that people with low skills in a task estimate their skills to be higher, while high-performers may underestimate their skills / performance."},"Atoms/E77---What-is-an-Atheist---Podcast":{"title":"E77 - What is an Atheist - Podcast","links":["Atoms/Prototype-theory"],"tags":[],"content":"“This is common for most words that we see used frequently. If we have a backlog of experiences hearing words being used in reference to certain concepts or items or entities, we just intuitively kind of generate a concept of what that thing is…A lot of people…what they’re going to do is just retreat into their mind and…try to imagine the imagery; the conceptual field that is evoked by that word; and then try to describe or define that.”\n“The problem is that’s entirely relative. It’s going to be different for every person because we all have different experiences…If we try to retreat to ‘this is the conceptual package that is evoked in my mind when I hear that word,’ great, that doesn’t really have any authority outside of your mind.” 4:51 Prototype theory\n“You can’t define conceptual categories—at least not in a way that is analytical and objective and clear.” (5:27)\nTry to define “furniture” or “game” or whatever. You’re not going to be able to do it.\nCategories == boxes, but our minds create categories by prototypes. Boundaries don’t exist until you create them, and then they’ll be contested. (7ish min)"},"Atoms/Entropy":{"title":"Entropy","links":[],"tags":[],"content":"Amount of chaos, randomness, or disorder in a system."},"Atoms/Ep-80---Omni-Everything":{"title":"Ep 80 - Omni Everything?","links":["Data-Over-Dogma","religion"],"tags":[],"content":"Data Over Dogma\n\n\n                  \n                  Transcript first 23 minutes \n                  \n                \n\n\n\n\nI think all three of these Concepts have roots in certain features of deity Concepts that are observed within the cognitive science of religion because in in the cognitive science of religion deity Concepts arrive or arise initially because of the perception of agency in the world around us and we attribute agency and intention to things that we don’t know about don’t understand or kind of initially if something um suddenly happens the kind of intuitive first place our minds go is to some intentional agent so someone saw if someone saw a an asteroid crashing into the ground they would assume that someone or something threw it or or made that happen yeah in in the most uh fundamental uh deepest roots of our mind that’s where we’re going to first be led if you’re in the middle of the night you hear a crash the first thing is oh my gosh what is that and then maybe your reflective cognition is like that’s the air conditioner kicking on or that’s the thing you left precarious perched on the counter in the bathroom you idiot um the uh reflective cognition can overrule the intuitive cognition but built into our intuitive cognition uh and it only bubbles to the surface in in certain instances is the perception that there is agency there are agents out in the world around us who are very sensitive to their presence now so not just not just what is that when the crash happens but actually like who is that yeah this is something that uh goes back to even before humans uh evolved was just a concern for protecting oursel and and so a hypers sensitivity to the presence of of Agents around us is uh very critical to survival the the the primate that first assumed the rustling in the bushes was something that might have teeth and be focused on them generally survived long enough to pass on their genes uh more than the primate that initially thought it was just the wind right so um so there’s there is an upside to this and because there’s no real seiling to our sensitivity to agency in the world around us there’s not a point at which it threatens our survival uh we can be phenomenally sensitive and this is why horror movies make you feel like there’s somebody in the in the dark uh Shadows of the corner and and in the dark basement when you’re running up the steps a little more hastily than you normally would um but these these are things that are going on on an individual level but once stories start to be created about the about these alternative realities with these unseen agents that are occupying them uh then it moves to a social level and there you know we develop rituals which are uh interactions with each other and with these unseen agents in order to facilitate the you know a favorable relationship with him and all this kind of stuff but one of the things that develops with these deity Concepts is or one of the reasons they become very Salient on like a a broader social level like a national level like why one of these entities might become like a patron deity or a national deity or a large scale deity is because they are perceived to be able to do some things that are helpful on a pro-social level and so one of those things is monitoring if you have an unseen agent who can monitor they can more effectively ensure that people are not free writing so if you have certain social expectations certain social mores and standards you want the people to uh live up to those standards if there is an unseen agent who might be at any point in time monitoring you then that is useful as a means of enforcing those social mores and particularly if that unseen agent also has the capacity to uh punish in some shape or form uh deity concepts are also useful and are widespread because uh deities frequently are perceived to have access to what we call um strategic information that is not necessarily all information but to any information that might be useful to us for planning for acting um all of these things are anything that might influence decisions that we make so this could be like when to yeah when to plant the crops or when when to plant the crops yeah if we’re going to invade if we’re going to go out to battle against these people uh yeah if we’ll be successful or if we should engage in this arranged marriage with this other Nation like there all kinds of things where we want information that we don’t have uh and we even see this in the case of like ordeals we need to know if this person killed this other person we don’t have evidence we’re leaving it up to the god they will know and then they will engage in the punishment M and so we count on a deity to have all access to strategic information this is not omniscience because it only bubbles to the surface when it’s needed so initially it’s just like well can the deity do this yeah the deity should be able to do this we need this as strategic information the deity can do this and you see these kinds of things going on um in the Bible the way the god of the Bible is represented they are somebody who monitors they are somebody who has full access to strategic information they are somebody who can punish and they’re also somebody who can who can um do what needs to be done if a deity is understood to be able to act in the world then uh there are needs that humans have that they can’t fulfill on their own that they might um Outsource to the deity and count on them to be able to fulfill and usually this has to do with competition for goods or resources or uh protection or um Conquest things like that these are all things where deities frequently uh in the history of human civilization have been appealed to in order to get the job done and then they get praised for their ability to get the job done and then and in in sort of multi- deity uh civilizations you know ancient Greece or whatever you could have a deity that was specific to one sort of thing so you know this this deity is about protecting us in this scenario and giving us this specific kind of information and if we want this specific information we go to this other guy or whatever right yeah exactly so you have uh you know if you go to ancient Egypt you got a god of bricks so you know the brick Guild the brick making Guild is is very concerned for for making sure that deity uh is a piece and yeah you have different deities that have some degree of sovereignty over some constituent element of the the universe and it’s and it’s functioning and you always wanted to ensure that the Cycles always were um were functioning appropriately so that the river could flood so that the crops could grow so that the um the defense of the Cities was successful so that conquests of other cities were successful all kinds of different ways that the dees were involved in the success of of a given civilization but it was also all situationally emergent these were things that happened as the need arised arised arose oh man it’s been had Arisen yeah and so we we see this kind of stuff in the Bible so uh for instance the there’s a story of uh aan who was the one who um in the Book of Joshua they were supposed to have uh destroyed uh all of the goods in this town that they uh that they destroyed and akan decided to take some and um and you know got a little bit of a FiveFinger discount on some of the goods and then they they failed the next city they attacked and Joshua was like I don’t understand what’s going on and God’s like well one of your one of your guys um turns out he took something um and so what they do is they line up all of the all of the tribes and the families and everything and then they Whittle everything down and God is the one who identifies aan as the one who absconded with the goods that were supposed to be dedicated to and then um the Earth opens up and swallows aan and um that’ll happen pun you know you know you don’t want to steal the stuff that God tells you not to steal it’s just it’s just not you’re going to get swallowed by the Earth but that that’s a perfect illustration of this thing that we see in society after society that has these unseen agents functioning as deities they are there they are monitoring to ensure that people are not free writing which means they are taking the benefits of living within a society but not putting out uh what is expected they’re not living up to the standards and so akan was a free writer and the deity used their capacity to monitor in order to call out the person who otherwise would have gotten away with it without anyone knowing and then the deity punished so it’s uh in that story is kind of the quintessential Patron deity doing what Patron deities do uh but you also see the god of the Bible represented as unable to do things and as not knowing certain things yeah and as being absent from places yeah that’s always stood out to me you know you you look in in the story of of Adam and Eve in the garden and uh you know they they they eat the apple or they eat the fruit and then God comes in it’s like what what happened why are you guys dressed like that and that that was why are you hiding what’s happening yeah which which feels very uh very much against the idea of an all- knowing god yeah because one God doesn’t know what’s going on here uh and God is like did you eat the from the Tree of which I pretty explicitly told you not to eat um so it you know there are multiple questions there where are you did you eat this fruit um and also the fact that they run and hide why because they hear God’s Footsteps in the garden which is not uh omnipresence right that is it does it does localize him yes that is an entity that is restricted to a specific point in time and space uh and also they have feet and weight and make noise walking around uh in the garden um and so this represents God as not omniscient not omnipresent uh and and I and I think I think to a degree if you’re not omniscient then you’re also not omnipotent uh I I think there’s a degree to which uh there’s some overlap there but anyway there are other places where God is Not omnipotent for instance uh in the first chapter of the Book of Judges you’ve got the uh God is going to go out and fight a battle for uh the people of Judah and then uh the text says uh that they they failed in a specific battle and the it just says he and it’s not clear if it’s referring to Judah or to God but irrespective because God is supposed to be fighting their battles for them right if Judah fails that means god failed to deliver as as promised and why it was because uh the people they were fighting had chariots right had iron chariots and and so it it sounds an awful lot like God was unable to deliver in that uh in that story and we’ve talked on the podcast about another story where God loses homec court advantage and loses the game right in uh in 2 Kings chapter 3 when God promises the Israelite judahite Edomite Coalition Victory when they invade Moab to try to um extract the necessary funds from uh King Mesa who was thrown off vassalage and they fail and it seems in the story because of that it’s because of the intervention of the moabit patron deity Kos so God is not all powerful uh in a few different places in the text even though God is represented in certain places as as knowing everything that’s going to come for instance there’s a part in um in the book of Isaiah where uh God challenges the gods of the other nations to tell us what is to come so that we may know that you are gods in other words demonstrate that you have full access to strategic information that you can Divine the future because God is supposed to be able to do that but it’s it’s limited and it’s spotty and so again you have situationally emergent situations where it is rhetorically useful to assert that God can do whatever needs to be done that God knows whatever needs to be known and that God can be in whatever places they need to be um and you have things like um you know there’s nowhere I can hide from God which doesn’t necessarily mean that God is in all places at the same time it means that God has access to all places there’s nowhere you can go where God does not have access there’s nothing you can hide that God can’t find but an interesting thing happens uh after the Bible has been written and it is not univocal there are a bunch of different perspectives there are writers who thought it was rhetorically useful to have God represented as not knowing something there are writers who think it is rhetorically useful to represent God as being Limited in time and space God’s uh God people leave God’s presence God leaves other people’s presence God is represented as having a a um existence in a specific point in time and space throughout the majority of the Hebrew Bible um and after the Bible as later generations are negotiating with the text I think what we get is a is a rhetorical kind of one-upmanship every time there’s some other deity that does better you got to say oh well our God is is better than this and you see the the rhetoric of incomparability in different places in the Bible who can compare uh to our god no one that’s who um and even the name the name Michael mik means who is like God and the answer is ain’t no body um that’s their middle name um and so you have uh you have this rhetoric that is constantly amplifying God’s uh ability to know God’s ability to access locations God’s ability to accomplish things and so it keeps getting Amplified until you reach a superlative degree and I think this is something that happens um in some places within the more philosophically oriented layers of the Bible which basically means the things written during or after the GRE Roman period uh and primarily in the New Testament for instance uh I think you have in first John 3:20 uh this statement he knows everything um ginosi panta which just means uh he knows all things uh which is is obviously rhetorical but tags that base of omniscience right and then so you have so there are rhetorical contexts where this idea in its most basic form is achieved where people are saying oh yeah well God knows everything all things and then after the Bible you have the more philosophically oriented thinkers within Christianity and Judaism who are looking back at the Bible and negotiating with it and they’re still trying to develop a god concept that can compete and within the GRE or Roman world the concept of God at least within the on the philosophical side of things was the superlative of everything the unmoved Mover the first cause uh the uh you know the thing that is all good and all that kind of stuff and so because God is defined by these superlatives God’s ability to know God’s ability to be located wherever they need to be located God’s ability to to achieve things also gets ratcheted up to a superlative degree until you get this the ideas of omniscience omnipotence and omnipresence but then you also obviously have people saying well what about can God make a stone so large that God can’t lift it you get a lot of stuff like that can God do the impossible um Can can God lie and these are all these These are the the discussions that happen within the realm of philosophy this is not what happens when when priests are wondering if uh when they’re going to plant their crops these are not the things that are happen happening when somebody is contemplating why bad things happen to good people these are things that happen as people engage in in philosophical um kind of dialectic back and forth discussions and that’s overwhelmingly taking place after the Bible and so what what began as kind of fundamental tent poles of of deity Concepts uh were because of the their incorporation into these philosophical discussions they get Amplified to the super Rel ative degrees within um philosophical context and and suddenly your God isn’t just able to do the things that need to be done your God can do any and all things and even impossible things and even paradoxical things God can do whatever uh and then it’s not just the god that can give you whatever um strategic information you might need in any given situation God knows all things um and it’s not just a God that can access any location can find anything can um you know find your missing wallet it’s a god that is located in all places and and so I I think what we get is is certain rhetorical rhetorically useful concepts of God that are building on innovating on elaborating on these kind of basic ideas that then get picked up and uh philosophically further innovated on and elaborated on until we get to oh this is a deity that is omniscient that is omnipotent that is omnipresent and that is the lens through which we have looked at deity ever since and so that’s what is fundamental it is basic it is intuitive it’s just what a God is.\n\n\n"},"Atoms/Esther-Perel-on-Artificial-Intimacy---Podcast":{"title":"Esther Perel on Artificial Intimacy - Podcast","links":["Atoms/Your-Undivided-Attention","paradox","Atoms/Al"],"tags":["literaturenote","ai"],"content":"Source: www.youtube.com/watch, Your Undivided Attention\nTech has basically been feeding us relational junk food.\nRelationships are a paradox we get to hold–Sometimes you feel two opposite/conflicting things for a person. It’s not about choosing/eliminating a side.\nWe are infantilizing ourselves. We can’t stand the slightest discomfort. Relationships, communities, societies DEPEND on discomfort. We have to be able to engage with each other even when we are challenged; disagree.\nCommunities foster belonging AND duty–you know/sense what you need to bring to it. What behaviors are acceptable or not.\nDanger in deferring all of my preferences, my needs, my decisions to Al /some system because you lose the human aspect, serendipity, Spontaneity.\nI don’t want to develop a relationship with Al.\nThere is value in you designing the process or system. Not everything is some prediction of what combo of things were done before.\nWhen Al takes care of everything, it makes you anxious. You question your worth—am I enough? It makes it harder for you to make decisions on your own. A predictive model can’t aid in the decisions that truly impact your life—and others’ lives."},"Atoms/Etymology---System":{"title":"Etymology - System","links":[],"tags":["permanentnote"],"content":"Combination of parts or processes into a whole or collection.\nIf you take the Greek stem, synistanai, we get syn (“together”) + histanai (“cause to stand”). It’s like saying a system causes separate things to stand together\n\n\n                  \n                   Etymonline\n                  \n                \n\n1610s, “the whole creation, the universe,” from Late Latin systema “an arrangement, system,” from Greek systēma “organized whole, a whole compounded of parts,” from stem of synistanai “to place together, organize, form in order,” from syn- “together” (see syn-) + root of histanai “cause to stand” (from PIE root *sta- “to stand, make or be firm”). The notion is “a combination or assemblage of parts or things forming or adjusted as a regular and connected whole.”\nThe meaning “set of correlated principles, facts, ideas, etc.” is attested by 1630s. The meaning “animal body as an organized whole, sum of the vital processes in an organism” is recorded from 1680s; hence the figurative phrase get (something) out of (one’s) system, attested by 1900.\nBy 1680s as “group of bodies moving together in space, bound by laws of dynamics,” as the sun and its planets. The computer sense of “group of related programs” is recorded from 1963. All systems go (1962) is from U.S. space program. The system “prevailing social order” is from 1806.\n\n"},"Atoms/Evil-Twins":{"title":"Evil Twins","links":["Atoms/Buffy-the-Vampire-Slayer"],"tags":[],"content":"In a way, we’ve been exploring deep fakes long before it was even in the realm of possibility.\nBuffy the Vampire Slayer: s5’s The Replacement\n\n\nTwo Xanders but both were actually the same person (almost like the parts theory) they were split into two.\n\n\nEvil twins trope\n\n\n“Echoes” series on Netflix.\n\nQuestions of identity as separate from the other twin. What is identity if you can assume another and fool everyone who is supposed to know you as you?\n"},"Atoms/Expert":{"title":"Expert","links":[],"tags":[],"content":"An expert isn’t defined by their tools. An expert can do something great with the worst tools."},"Atoms/Eyebrows-are-key-to-emoting":{"title":"Eyebrows are key to emoting","links":["Animators-React-to-Bad--and--Great-Cartoons-16","Corridor-Crew","Aaron-Blaise","tags/video"],"tags":["video"],"content":"Animators React to Bad &amp; Great Cartoons 16 – Corridor Crew\nHow do you animate an animal to emote humanistically?\nIt’s all in the eyebrows. You could theoretically get rid of the eyes and still communicate the emotions just through the eyebrows – Aaron Blaise (animator for Disney, did Raja, Nala, Worked on Brother Bear)\n\nCan I do a challenge video to try the eyebrow only animation?video\ncould relate this to my raising eyebrows challenge"},"Atoms/Fallacy-of-the-Romanticized-\"Ultimate-Freedom\"":{"title":"Fallacy of the Romanticized \"Ultimate Freedom\"","links":["tags/build","The-Axe-Wielding-Hitchhiker"],"tags":["build"],"content":"build\nCreatives and even disillusioned 9-5 workers can sometimes cling to a romanticized idea that a true, total freedom is what they’re missing and what they really want.\nUnchained, unstructured. Do whatever, whenever, however. Free unto themselves.\nNOTE: This has nothing to do with slavery and other abominable practices or structure. This is, really, a privileged person’s first-world kind of problem.\nCreativity does not tend to thrive under the “open world” of possibilities. You must be especially disciplined and focused to produce anything at all when there are endless possibilities and no parameters. That ironic pairing of totally open + ultra-disciplined already illustrates the balance we have to strike to get anything valuable done.\n\nSimilar Topics\n\n\n\nAntithesis / What’s Opposite\n\n\n\nWhere does this lead?\n\n\n\nWhere does this come from?\n\nThe Axe-Wielding Hitchhiker\n"},"Atoms/Fear-Casteth-out-Empathy":{"title":"Fear Casteth out Empathy","links":["tags/build","empathy","Atoms/What-does-the-Research-Say-About-Healing-S3-E15"],"tags":["build"],"content":"build\nFear is a self-protective state. You can’t really help someone else / focus on their needs when you’re in a fear state. You may lack access to your own empathy because you’re afraid. You’re not your best self.\n—What does the Research Say About Healing? S3 E15"},"Atoms/Fighting-with-Mirages-of-Each-Other—with-Adam-Mastroianni":{"title":"Fighting with Mirages of Each Other—with Adam Mastroianni","links":["tags/build","Atoms/Naïve-realism","story","Atoms/Your-Undivided-Attention"],"tags":["build"],"content":"build\nNaïve realism—I see the world as it actually is (sometimes others don’t, aka those who don’t see it the same way or disagree on something)\nPerception gaps—super-majority is actually for climate change policies, but we think it’s a minority, so it feels like we can’t change.\nWhen our perception is aligned with reality, it’s more hopeful—you can see others change, so you’re more likely to change.\nIdeological Turing Test—being able to write/represent the “other” side well and be hard to tell that it’s not authentically their (the writer) actual ideology.\npre-trans fallacy(?)—confusing the naive person with the transcendant person (exp: anti-vaxxer who’s a conspiracy believer vs. one with legitimate health concerns both sound the same “I don’t want to be vaccinated”)\nCognitive impenetrability\nIf you want to understand the world better, read more history. News isn’t enough/good enough. The world seems like it is the way it is because “we” wanted it that way, but this is inaccurate at times.\nMisperceptions come from a story that you have invented to fill in the gaps—why these “faceless” people vote for people you hate.\nExperimental History—Adam Mastroianni’s blog\nSource: Your Undivided Attention"},"Atoms/Fitness-as-Self-Expression":{"title":"Fitness as Self-Expression","links":["Fitness","Atoms/The-Bioneer"],"tags":[],"content":"\n\n                  \n                  Fitness is a form of self-expression \n                  \n                \n\n“[Fitness] becomes a genuine form of self-expression and freedom as you learn to craft the body that you want and to use it to achieve the things that you want to achieve.”\n\n\n“we can use Fitness to Simply move better and to feel better and to accomplish the things that we want to accomplish. It becomes a genuine form of self-expression and freedom as you learn to craft the body that you want and to use it to achieve the things that you want to achieve. We do this by combining aspects of different Fitness modalities not getting into that tribal mindset not ignoring other aspects of our fitness just because we’re so wed to one school of thought likewise I think that Fitness itself best serves us as part of a balanced lifestyle just like I think that we should Train by using a combination of different training Styles I likewise think that Fitness itself should only be part of a broader lifestyle yeah it’s great to work on side projects or side hustles but they likewise shouldn’t be dominating our time and our thoughts not to the point that we’re for going social experiences whilst we’re still young whilst we can still enjoy them we should be exercising”\n—The Bioneer, “The Dangerous, Hidden Influence of Red Pill Ideologies in Fitness”"},"Atoms/Floaters-in-your-eyes":{"title":"Floaters in your eyes","links":[],"tags":[],"content":"Entoptic phenomena (inside your eye!)\nThe big one may require urgent medical treatment. Small ones typically seen when looking at a uniformly bright scene like a screen or a blue sky often allow you to see them"},"Atoms/Flow":{"title":"Flow","links":["tags/indexnote","Atoms/3-Factors-Contributing-to-Flow","Atoms/The-Bioneer","Vicky-Zhao"],"tags":["indexnote"],"content":"indexnote\n\n3 Factors Contributing to Flow\n\n\nFrom my 10,000 kicks video, I did an accuracy challenge, kicking a moving ball on a string: you can see that the variation of the target reveals my skills to be quite weak.\nWhy: How to Train Your Central Nervous System… The Bioneer at apx 15 minutes. I didn’t train with variation, just the “perfect form”\nIt’s simply not enough to practice on perfect conditions.\nI think “flow” in terms of learning needs some of that variation. Or, at least, you must train with variation to be able to flow. (Also reminds me of Vicky Zhao’s video “The one rule for doing hard things in which she asserts that the concept of flow AND antifragility work together more than they are in conflict)."},"Atoms/Fool-All-the-People":{"title":"Fool All the People","links":["Abraham-Lincoln"],"tags":[],"content":"“You can fool some of the people all of the time, and all of the people some of the time, but you can not fool all of the people all of the time.”\n―Attributed to Abraham Lincoln, but it was likely originally an advertiser. “businesses used the phrase as an advertising gimmick.”"},"Atoms/Frank-Wilson":{"title":"Frank Wilson","links":[],"tags":["person"],"content":"Cognitive neurologist. Hand and brain connection: hand doesn’t just do things it’s told, it may influence or direct our thinking? (This is an apparent conclusion that someone references, need to research this)."},"Atoms/GOMS":{"title":"GOMS","links":[],"tags":["build"],"content":"cs.stanford.edu/people/eroberts/courses/soco/projects/2001-02/hci/goms.htm\nGOMS and the symbols for breaking down your processes!!!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGOMS SymbolK = 0.2 sec; Keying, time for pressing a key on the keyboard.P = 1.1 sec; Pointing, time required for pointing to a position on the display.H = 0.4 sec; Homing, the time for a user to move his hand from keyboard to mouse.M = 1.35 sec; Mentally preparing, time to prepare for the next step."},"Atoms/Game-Theory":{"title":"Game Theory","links":[],"tags":[],"content":"Axelrod’s game\nStrategies for cooperation or defection\n\nNice\nForgiving\nRetaliatory / provokable (if opponent defects,Strike back immediately- don’t be a push over)\nClear - don’t be hard to read from others’ perspectives\n\n\n“You can be looking out for yourself… &amp; yet cooperation can still emerge,”\n\nTit for Tat was most successful. Even better w/10% more forgiveness"},"Atoms/Gender":{"title":"Gender","links":[],"tags":[],"content":""},"Atoms/Generating-Power-by-Relaxing":{"title":"Generating Power by Relaxing","links":["Atoms/The-Bioneer"],"tags":["literaturenote"],"content":"Video by The Bioneer 3/23/24\nSerape effect? (sp?)\nThrowing a punch w/power doesn’t actually come from the “foot” or the hip.\nThe hip turns slightly before the punch which stretches the upper torso\nmyotatic stretch response (stretch-shortening cycle) shorten any muscle that suddenly lengthens.\n“Elastic recoil” similar topic, but more about  tendons?"},"Atoms/God's-Will":{"title":"God's Will","links":["flow"],"tags":["spirituality"],"content":"CH asked me how I think about God’s Will when it comes to our agency. How can we still have agency if He already knows what will happen, what we’ll decide. Does it not already indicate a predetermined state?\nWhat if we zoom out a little bit? God’s Will = whatever God feels like He wants. Why does that have to do anything with us and our daily lives and decisions?\nIf He does actually care about the minutia, I would posit that it looks more like how we view our family / friends’ decisions. We care in the sense that their decisions matter to them—the choices they make hopefully make the person happier. But my will has nothing to do with whether my friend is in XYZ field of work over ABC field. I care that they are happy. I don’t care, really, how that’s being accomplished.\nAssuming there is a God with a Will, the one thing we know is that we can’t know that Will. It’s not something shared publicly (and unlikely privately, either, depending on how strict your belief system is about authority and access to God). Therefore the constant attempt to both know and align with God’s Will is completely arbitrary and impossible. How can you possibly guess?\nAll you end up with is confirmation bias—well, I haven’t been punished yet, so I must be in line with the Will of God.\nTaking a Daoist approach: Wu wei (non-coercive action) to instead go with the way of things; the flow. Instead of trying to force resonance, to push yourself, to try and guess what you’re supposed to be doing, try letting go a little bit.\nWe are craftspeople working with wood. We cannot force it to do what it won’t or can’t. That will become destructive. Instead, pull out what it can do and be. Work with what you have; let it reveal itself to you.\n3/21/24"},"Atoms/Gods-and-AI":{"title":"Gods and AI","links":[],"tags":[],"content":"AI might be a reflection of our desire to create gods. Gods (typically/initially) tend to emerge in order to provide monitoring and access to strategic knowledge.\nAI is taking that godlike role as it brings to you the content or the answer that you most likely want. It’s a manifestation of our confirmation bias. Its only goal is to satisfy us in the digital world, though, like other gods, it bleeds into important, really world, complexities."},"Atoms/Google-Effects-on-Memory---Scholarly-Article":{"title":"Google Effects on Memory - Scholarly Article","links":["Taking-Advantage-of-Digital-Space"],"tags":[],"content":"\n\n                  \n                  What&#039;s the Google Effect? \n                  \n                \n\nThe “Google effects” refers to the idea that individuals rely on the Internet as a source of knowledge rather than remembering it for themselves.\n\n\n\n\n                  \n                  This might be key to strengthening our memory \n                  \n                \n\n“…the strength of memory is directly related to the frequency of memory retrieval.”\n\n\n\n\n                  \n                  Title \n                  \n                \n\n“…when people anticipate future access to information, they have lower information memory rates and a better recall of where to obtain the information.”\nUnclear if this quote still references: 1. Sparrow B, Liu J, Wegner DM. Google effects on memory: cognitive consequences of having information at our fingertips. Science. (2011) 333:776–8. doi: 10.1126/science.1207745 [PubMed] [CrossRef] [Google Scholar] [Ref list]\n\n\n\n\n                  \n                  Withdrawal?! \n                  \n                \n\n“It has become so ingrained in researchers to seek answers to any problem as soon as it arises that they may experience withdrawal if they are unable to find one immediately.”\n\n\n4. Discussion\n\n\n                  \n                  Title \n                  \n                \n\nInternet users may begin to model characteristics of the Internet into their own self-perceptions, and they may believe that they are particularly adept at thinking and remembering information, despite the fact that the Internet is increasingly responsible for “remembering” information (1, 49).\n\n\n\n\n                  \n                  The Case for Taking Advantage of Digital Space!\n                  \n                \n\nMoreover, when people search for information on the Internet while working on the Internet, they are more likely to use the Internet rather than their brain the next time they encounter that issue, and they retain pertinent information in an interesting way: they remember the Internet address where the pertinent information is stored (e.g., domain name, database, etc.). People who have searched the Internet for a solution to a problem, for example, will remember the website where they found the solution more vividly when they encounter the problem again (50), even if they have forgotten the precise essence of the problem for which they were searching.\n\n\n\n\n                  \n                  Faster = Reliable??? \n                  \n                \n\n“…when searching for solutions on the Internet, rapid responses (answers that are obtained more quickly) are more likely to be convincing.”\n\n\n\n\n                  \n                  Fear of New Tech \n                  \n                \n\n“Over thousands of years, humans have demonstrated a remarkable capacity to employ new technology to grow and enhance their cognitive abilities; therefore, fear of new technologies is not new.”\n…\n“In addition, by examining the potential costs and limitations of the Internet, individuals are in a better position to develop and modify the technology so that it is potentially more productive, less disruptive, and more consistent with the everyday goals and functions of human cognition.”\n\n"},"Atoms/Graceful-Degredation":{"title":"Graceful Degredation","links":[],"tags":[],"content":"Be beautifully broken—better to tell the user “I can’t do this right now” than to have everything break\nValidating Auto-Complete Field\nYupi validation?\nproblems:\n\nerror on it before you even touch the field\nShowing error message when invalid\nhide error msg when auto-complete drop down list is open\nhave to validate the value-not just that it’s not empty, it also needs a valid value\n"},"Atoms/Gratitude":{"title":"Gratitude","links":["tags/permanentnote"],"tags":["permanentnote"],"content":"Note type:permanentnote\nGratitude\nOften at Church, I hear things like, “We think, ‘If I can just lose X pounds, I’ll be happy. If I just made XX dollars, I’ll be happy,’” which is then followed by an exhortation to focus on gratitude, as though that will ensure true happiness. I don’t know that gratitude leads to happiness. First, let’s tackle the set-up:\nWho do you know who really, honestly thinks those things? I really have never met anyone who put all of their happiness on some outcome. It’s easy to summarize and prop up this fantastical narrative as something to judge/look at as a bad habit. I believe all it does is help the audience say to themselves, “Yes—I’m not like that. I must be doing pretty good.”\nI believe there can absolutely be demoralizing outcomes. Maybe you’ve done so much, trained so hard, sacrificed and still don’t see a difference in your weight or your financial success. That doesn’t mean you put your happiness on that thing; that goal. It also doesn’t mean that you aren’t grateful because you feel the pain of failure or of circumstance or bias or anything else you perceive as having held you back. It’s important to look at your goals and expectations and when they aren’t met, it’s going to feel bad.\nLet’s now tackle what our definition of “happiness” actually is. I don’t really know what the Church members mean when they talk about happiness. I don’t think it’s as pervasive (or sometimes as invasive) as it’s sometimes described. I don’t think it has to be overwhelming or even noticeable at times. The dictionary definitions I’m finding indicate that happiness is a state implying that is is changeable, not permanent, not a characteristic or even a value. The also refer to the range of how it manifests: anything from contentment / well-being to “intense joy.”\nWhen I was in college, I became very depressed. My mother gave me advice to start a gratitude journal, which I faithfully kept up in my desperation to grasp at any potential solution to my deep depression. From what I can tell, the gratitude journal did exactly nothing for my happiness, nor for my recovery. I learned plenty about happiness from depression, however. I learned what pain feels like from the inside. I learned that “fake it, ‘til you make it,” is a horribly callous and unhelpful platitude. I learned to discern happiness because its absence is truly noticeable, while its presence is not necessarily so.\n~~Gratitude does not create happiness. They are two different things with two different purposes. Gratitude is for itself. There is power in it, but not a magical fix to your day or even your ultimate outlook. When things go wrong or go very wrong, you will feel the pain. Pain doesn’t indicate ingratitude.\n-8/21/22"},"Atoms/Gregory-Nazianzen":{"title":"Gregory Nazianzen","links":[],"tags":[],"content":"\n\n                  \n                  what Jesus did not assume, He could not heal \n                  \n                \n\n“For that which He has not assumed He has not healed…”\n\n"},"Atoms/Herbert-Spencer":{"title":"Herbert Spencer","links":[],"tags":[],"content":"\n\n                  \n                  Quote\n                  \n                \n\nThe great aim of education is not knowledge, but action.\n\n\n"},"Atoms/Hermeneutics":{"title":"Hermeneutics","links":[],"tags":[],"content":"Method of interpretation."},"Atoms/Hijab-Butch-Blues":{"title":"Hijab Butch Blues","links":["Atoms/Religion","Atoms/LGBTQ+"],"tags":["book"],"content":"Maryam = Mary\nMusa = Moses\nTopics\nImmigration\nRacism\nCommunity\nFaith\nSpirituality\nDualisms\nQueer/LGBTQ+\nExegesis"},"Atoms/Hofstadter's-law":{"title":"Hofstadter's law","links":[],"tags":[],"content":"Lengthen the time\nWin by attrition (outlast the enemy/other guy). B.H. Liddell Hart’s study suggests 2% of battles were won through direct attack. All other wins from enduring and outlasting."},"Atoms/Hourglass-of-Resilience":{"title":"Hourglass of Resilience","links":[],"tags":[],"content":"Source: Jonny Liu www.youtube.com/watch\nPeak of sand. At some point, there is too much sand piling on top, the sand then collapses. It is a massive shift.\nThere is a loss in height. However, that isn’t a total loss—it gets converted into width and depth.\nIn order for the height to be reached, the collapses have to be part of the process.\nDestruction is part of construction."},"Atoms/How-Human-Are-You":{"title":"How Human Are You","links":["Atoms/TED-Talk","Chuck-Nice"],"tags":[],"content":"This is the question asked at the end of this TED Talk: A funny look at the unintended consequences of technology by Chuck Nice\nTech isn’t scary. We are.\nTech can expose our humanity or our demons.\nNote this was in 2017!!"},"Atoms/How-I-got-the-strongest-I've-ever-been-at-36-years-old---YouTube":{"title":"How I got the strongest I've ever been at 36 years old - YouTube","links":["Matt-D'Avella","Atoms/Will---Book"],"tags":["literaturenote"],"content":"Matt D’Avella\nHire experts—they’ve spent X years thinking through the problem/your questions.\nExperts will give you plans that seem outrageous or too hard. These plans line out what is “optimal,” and it may not be practical, so it’s up to you to try what you can.\nOptimal isn’t usually practical.\nMake adjustments to accommodate the plan. It’s not all or nothing.\n(Reminds me of Transclude of Will---Book#the-big-she )"},"Atoms/How-To-Tap-Into-Your-Intuition-and-Unleash-Your-Genius---YouTube-Video":{"title":"How To Tap Into Your Intuition and Unleash Your Genius - YouTube Video","links":["Atoms/Flow","Atoms/Input"],"tags":[],"content":"\n\n                  \n                  Rian Doris \n                  \n                \n\nWhen thoughts are transferred onto paper, it reduces the need for the brain to expend energy to retain and juggle the information. This is known as cognitive offloading.\n\n\n\n\n                  \n                  Video Transcript \n                  \n                \n\n \n\n\nby default your brain is unproductive for 64% of waking hours but what if there’s a way it could be productive 24/7 is it possible that there’s an entire network in the brain you could use to achieve your goals in a fraction of the time now I’m R and Daris co-founder and coo the flow research Collective along with my partner stepen Cotler we’ve taught thousands of professionals how to access flow States at will now the alarm goes off on the question emerges to hit snooze or not strength prevails and you get up but then another question emerges should I shower or should I stretch you decide to shower and in the shower you’re ruminating about whether your friend thinks you’re lame because you were wearing Crocs the other day and you wonder whether your boss thinks you’re incompetent because they glance at you funny during yesterday’s meeting then after drying off you decide to have breakfast and as you eat it you’re ruminating about that random person from high school who liked one of your old photo posts on social media you wonder do they want to get back in touch should you message them or might that be a little odd before going going to work you wonder should I walk to work instead of driving you glance down at your phone to call on Uber and see a message from your ex you think should I text back right away or might that come across as needy this is the rumination landscape the cognitive landscape most of us have most of the time the trouble is most of that rumination which occurs almost all the time when our Consciousness is not fully engaged and focused in a task is unproductive from the moment we wake up to the moment we go to bed we’re trying to answer minor irrelevant useless trivial questions with our minds we Fritter away precious cognition on micro concerns and clutter that has nothing to do with our goals now let’s hold up for and replay the previous scenario but this time imagine that the only thing you had to think about was whatever your primary professional Pursuit is that core Focus that mountain you want a summit and your mind cleared of all the Clutter so let’s let’s do the replay the alarm goes off on autopilot you perform an optimal morning routine having made every decision down to the seemingly trivial like determining whether to shower before or after eating and exactly what clothes to wear courtesy of the default mode Network the part of the brain that’s active during idle non-focused moments rumination still occurs which means questions do arise in the brain as you unconsciously go about getting ready in your morning but the questions now are of a different quality while showering you ruminate what’s our strategy to Triple the business over the next 5 years while brushing your teeth you think is rebranding the business a bigger priority right now or is rebuilding our sales department while stretching you think what does my daughter Suzanne most need from me to make sure she navigates her teenage years in a healthy way these are the kinds of questions we want to occupy our cognitive landscape whilst we ruminate over the long term with a cognitive landscape like this where our mind is ruminating on our most important professional Pursuit and the questions that matter most to us in life about our family who we want to become rather than on triviality all sorts of things become possible the more pointed your rumination becomes the more creative and the better you will solve problems even while not working because most of us equate productivity to when the task positive network of the brain is fired up and we’re honed in and actively focusing on a task but what about the default mode Network which is actively engaged when we’re idle this is a sort of productivity discrimination we bias and prioritize task positive network-based Focus productivity over default mode network based diffuse productivity But the irony is that the default mode network-based productivity accounts for more total hours of our waking lives just consider we’re wake 112 hours per week for roughly 40 of those hours our tpn our task positive network is engaged in work where we’re actually focusing on something that means that for 72 waking hours your attention is dislodged on the default mode network is is active with rumination occurring literally 64% of your waking week 20% more than the hours you work you are at the mercy of your default mode Network likely ruminating on something so what is that rumination allocated to and what good do you get out of it leveraging your rumination is a shift that the average knowledge worker rarely makes they go through their entire career squandering most of their brains creative and productive time where the default mode network is active and rumination is occurring they’re like a puppet being pulled by the strings of random triviality whereas the workplace Olympian does something different they become their own puppet master and transform their rumination into a 247 problem-solving supercomputer that tirelessly works on specific pre-programmed goals and this transition from a cluttered cognitive landscape to a clear creative and constructive one has a name we call it upgrading your rumination when you upgrade your rumination you transform mind wandering into problem solving you make your idle thoughts work for you rather than against you with upgraded rumination you redirect your default bone Network to creatively solve your top priorities you can cut down the amount of time you spend actively working with the tpn because the quality of your thinking becomes so high instead of getting stuck in traffic and stressing about emails by default you make your commute a brainstorm for your next business breakthrough you turn your morning routine into a blueprint for execution you enter meetings with game-changing proposals that were conceptualized while washing dishes or folding laundry when we view productivity through the lens of both the tpn and the dmn it becomes whole brain 360° productivity and you weaponize your idle cognition now let’s upgrade your rumination in these three phases so let’s start with reclaiming your rumination and we’ll do this by eliminating one of the most Insidious blockers of flow flow being that state of optimal Consciousness where we feel our best and we perform at our Peak and that flow blocker it’s called dispersion dispersion refers to losing focus on the main Pursuit that once occupied you fully which leads to the diversion of cognitive resources effort and attention across multiple Pursuits projects or goals that do not directly build upon or compound upon each other in simpler words dispersion is going a mile wide but an inch deep and you know how this goes you decide coding is your thing so for years you’re taking courses honing your skills and making real forward progress but then you decide you also want to build an audience so maybe start a substack and a YouTube channel oh and your cooworker ropes you into working on his startup on the side a little bit then after hearing about a friend hitting it big you start dabbling a little bit in crypto trading some nights it’s all you can ruminate about wondering which tokens are most likely to pop next bit by bit new shiny objects pull your attention away from coding which was the primary focus you’ve got a dozen mental tabs open that don’t build on each other at all it’s easy to think you can just split your focus 20 hours on your main job 20 hours on a side hustle let’s say but in reality as you split Focus rumination time on the most important project goes down it gets scattered it’s too much to Grapple with and it dramatically degrades your rumination when your unconscious can’t locate a clear goal to focus on ironically you will work even less though you have more work to do spread across multiple Pursuits you often don’t end up ruminating on productive or professional Pursuits at all and your incubation and creativity gears get all jammed and clogged up so when the gears get jammed like this the default mode Network tends to latch onto the simplest and stickiest stuff that it sees social media pointless social interactions the news and other trivialities that aren’t related to your goals at all even a sliver of dispersion any investment of time energy attention money leads to attachment of some kind which heavily downgrades our rumination and degrades the productivity we can yield from the default mode Network once you understand how the dmn works and the nature of rumination you realize there is no such thing as just a few hours on an additional project here or there because every commitment of task positive network based focused work has a default mode network based rumination Consequence the default mode Network produces either signal or noise depending on how dispersed you are noise is unavoidable if you are dispersed I learned this the hard way I built my training company into an eight fig business through years of Relentless singular Focus but with success came opportunities that led me astray within a year I went from Total singular Focus to being dispersed across five major projects there was the original training company then launching two new companies pursuing a PhD writing a book and building a whole content ecosystem suddenly it became challenging to focus at the task positive Network level on anything I could no longer See Clearly what the priority was across all of the different Pursuits so I was paralyzed progress stalled on everything I had to become a dabbler jack of all trades master and none and I noticed that my once productive shower time evaporated for I used to get specific insights on granular elements of business growth my mind now bounced around aimlessly like a pingpong ball all of that precious rumination was thrown down the drain and when I managed to sit down to work on one thing my efforts were all over the map it was the psychological equivalent of doing one task in Japan then having task and then fly across to California for the third the level of cognitive distance that I had to travel was overwhelming most of my time and energy was spent climatizing to the project versus actually working on the damn thing and moving it forward and this dispersion led to another invisible enemy decision fatigue I thought allotting one day per Pursuit would reduce my decision load Monday for the training company Tuesday for the PHD and so on and so on kind of like I heard Elon does but I underestimated the volume of daily decisions each Pursuit would still require it was like juggling five fulltime jobs demanding five weeks of mental bandwidth in one week the Relentless decision load torpedoed my focus and my rumination squandering both the task positive Network and the default mode Network’s ability to yield productivity for me and I realized I had fallen into the damn dispersion trap assuming that opportunity comes with breath of Pursuits rather than depth in one so I slashed everything down refocused on the most important thing within a month I progressed more on that one thing than I would have on all five things combined in a year and that’s because the focus began to compound the priorities became clear stress fell through the floor I got more access to Flow State and my rumination upgraded dramatically and the lesson was clear dispersion is the enemy The Golden Rule of progress is to do one thing for longer than you think our biology pulls us to explore and pursue the new and the shiny but the biggest rewards come from exploiting the gold mine right in front of us so the solution here is simple do one thing focus on a single professional Pursuit and cut out everything else and once we cut out everything else we significantly upgrade our rumination like a magnifying glass distilling the sun’s power to burn a hole in a single piece of paper and that’s the first step to upgrading our rumination the second is to reboot your rumination now that you’ve reclaimed your rumination by eliminating dispersion and going all in on that one thing it’s time to clear out all the accumulated junk that might still be rattling around your cognitive landscape cluttering your internal head space because sometimes to truly upgrade your rumination you have to reboot it entirely over time Half Baked thoughts and ideas open Loops worries the need to do and should do and wonder if I dids accumulate like junk which Rob us of precious and productive rumination think of all the missed opportunities that this cluttered rumination represents the solution is to purge all of it by externalizing the Clutter there’s a simple way to do this sit down with a piece of paper and pen and write out every single thought that comes to mind doesn’t matter what it is every nagging concern every major worry every dumb idea every conversation not had every soft and hard regret all of it get them all externalized out of your mind the act of articulating and capturing free mental bandwidth enormously the bulk of the benefit comes just from the externalizing itself not even from taking action on the things you’re externalizing when thoughts are transferred onto paper it reduces the need for the brain to expand energy to retain and juggle the information this is known as cognitive offloading which frees up mental resources allowing for improved focus and more importantly for our purposes here upgraded rumination think of it kind of like Excavating a clogged ditch or Scavenging for intruders in your mind much like antioxidants scavenge for free radicals in the body dig deep to uproot the suppressed clutter you’re carving out space for your best thinking and if you want to take this to another level we can add Solitude into the equation if you pull yourself away from the day-to-day to do this all alone you minimize new inputs and external stimuli so that the accumulated internal junk can Surface and dissolve with less coming in what’s already there comes up to the surface and gets cleared out personally I like to go on a 10-day silent Meditation Retreat ideally at least once a quarter to get a rumination re on these Retreats I’m actually not supposed to journal it goes against the principles of the the zen teacher but I like to do it a little bit anyway because offloading everything that comes up at the end and throughout that Retreat massively frees up my cognitive landscape allowing my rumination to upgrade tremendously by the way part of why Solitude works so well is because you are reducing social stimuli as well in solitude humans evolve to be inherently social this makes social signals particularly Salient and sticky and like to occupy a disproportionate amount of space in our cognitive landscape this is called brooding I’m sure you can relate to it it’s a subtype of rumination which is a passive comparison of one’s current situation with some unachieved standard that you see someone else live up to one way to ensure brooding doesn’t clog your rumination is to reduce your opportunities to compare yourself to others less social media being a simple example another way though is to ensure honesty and cander in your interactions with others if you aren’t straightforward and underdo cander and directness within your communication you risk social rumination degrading the quality of your rumination and increasing the degree to which that rumination capacity will go to brooding so for upgraded rumination aim to live a life free of loose end social question marks and open loops and when you take out the pen and paper to dump everything out of your cognitive landscape that you’ve had floating in there for years you want to spend hours and hours and hours doing this sometimes it takes multi multiple days just to scavenge and excavate all of those things that are floating in there from a tax return you’re not sure you properly paid 4 and A2 years ago to a conversation you’ve been meaning to have with your uncle from 13 years ago to immediate pressing work concerns that you’re dealing with right now get it all out there and watch as your rumination upgrades now the third step is to make sure that we maintain this upgraded rumination now that we’ve stopped dispersing and we’ve rebooted our rumination we want to make sure that this higher quality rumination is intact over time to do this we have to address how we handle decisions you’ve heard the stats it’s estimated that the average adult makes about 35,000 remotely conscious decisions each day with researchers at Cornell University estimating that we make 226 decisions each day just on food and we all know making too many decisions depletes our willpower but decision- making also increases cognitive load and tilts our attention from Divergent and creative to convergent and Jagged which blocks flow we usually view decisions as nothing because they sort of appear automatically in our minds but decisions are actually resource intensive tasks we underestimate this because they aren’t necessarily time intensive or they don’t seem to be or feel like they are and they aren’t physically intense so the key here is to first off reframe how we think about decisions we want to think of and treat decisions more like we do physical tasks almost as if each decision is the equivalent of having to bend down and pick up a heavy box seen this way it encourages us to minimize the number of decisions we have to make to minimize the number of times we have to bend down and pick up that box and we can set things up once and let them run indefinitely without exerting additional cognitive energy this is how we maintain an upgraded rumination landscape there are two tools for this first off off decision autopilot first we want to eliminate as many medium-sized should I or shouldn’t ey decisions as we possibly can we call this decision recycling you decide once and you reuse that decision endlessly average knowledge workers tend to face repeat scenarios they also tend to have predictable preferences and they tend to opt for similar outcomes but all the same they spend their time and energy making a unique decision to get to that same outcome every time they hit one of those repeat scenarios simple example is booking flights formatting a document or setting a wakeup alarm instead you can make one decision and recycle it across all future outcomes when you decide once and repeat forever you set and forget optimal choices if you always spend 5 to 10 minutes deciding whether to fly direct or have a stop over recycle your decisions make one call where for example you decide no matter what the price is I’m always going to fly direct if you spend 2 minutes setting your alarm clock every night for a slightly different morning wakeup time recycle your decision always wake up at 7:30 a.m. or whatever it is for you if you go back and forth about whether to attend a social event during the week recycle your decision decide that you only socialize on week nights on a Wednesday for example you can treat this as a decision-making rule book mental shortcuts for making optimal decisions with minimal cognitive burden start with five scenarios you frequently encounter where you find yourself making unique decision for each time you hit that scenario and instead make the decision one more time right now and then apply it endlessly thereafter leveraging the decision across multiple scenarios and then to further free up your cognitive landscape of triviality put routine decisions on autopilot decision recycling works on a macro level across life you make one decision up front and you reuse it forever it eliminates recurring should I or shouldn’t I mediumsized decisions decision autopilot on the other hand eliminates what’s next micro decisions within a known workflow or routine like getting ready in the morning recycling addresses what should I do each time autopilot handles what’s next in this routine so decision autopilot is like a script you can run for your routine so your upgraded rumination is free to diverge never interrupted by the need to stop converge and devote cognitive energy to making inconsequential choices like whether you should shower before stretching or fast or have breakfast or car poool or walk to work instead you map those little decisions out in advance consider Emanuel K responsible for much of Western philosophy he had a daily routine that he stuck to religiously and every detail of each routine was dialed in and preset in advance at 5:00 a.m. servant of 9 years Martin lamp would wake up Kat the old Soldier was under orders to never let Kat sleep longer k found it hard to get up early but he had made the decision once and applied it to all of his mornings after getting up K would drink some tea afterward and never before he smoked a pipe always only one of tobacco his smoking time was devoted to meditation he then prepared his lectures and worked on his books until 7:00 a.m. he lecture until 11:00 a.m. with the lectures finished he worked again on his writings until lunch after lunch he’d take a walk and spend the rest of the afternoon with his friend green after going home he would do some light work and reading how was K able to have such profound novel original thoughts that he literally shaped the fabric of reality within which science was born and we now all live well it’s partly because he devoted no time to making recurrent decisions within recurring rituals the details of his daily routines were explicit and he ran decision autopilot to make that happen and this may sound rigid but it’s actually what’s known as a liberating constraint you’re bounding your life in in one domain to unlock increase freedom and creativity in another for Kant he kept his routine dialed in down to the details so he had the freedom to wrestle with civilization shaping ideas that would bend most people’s minds decision autopilot eliminates micro uncertainty and those jaggedy halting moments that are semi- subconscious where we kind of wonder what what what’s next so here’s how to set up these liberating constraints so you can maintain your upgraded rumination over time take the routines you’re already doing and make the micro decisions within them explicit you can start with any repeated routine your morning ritual your afternoon workout or your evening windown now determine the details and the sequence for these routines then write these details down they can be changed if needed but what you want is to remove all should I or shouldn’t I from the routine it’s the clusters of decisions within one routine that you’re automating here for example during your morning ritual do you get water before or after meditating or do you get water before you shower so that you can urinate after showering do you have a quick snack in between showering and meditating these are the micro decisions with a routine that we’re making explicit and deciding on in advance the more explicit the sequence the smoother it is to perform the routine without clogging up your upgraded rumination and grading it intuitively we think that these micro decisions are trivial but they do add up the amount of information processing required goes up unnecessarily cumulatively they deplete cognitive energy increase cognitive load and block flow so list every micro decision within the routine that way your cognition doesn’t have to converge constantly this allows your mind to diverge to get creative and get more flow life’s trivialities are handles so your mind is free to dream explore and create now a quick example 9:00 a.m. the routine might be learning plus coffee so the specific substeps that we’re mapping out here may be grab headphones put the phone on airplane mode pull up audible press play on the current book heat the water grind the coffee Sip and walk while you learn again you want all the information you need to be right in front of you the decision is already made for you and you can just mindlessly move through the process you’re predetermining and offloading dozens of micro decisions that are barely visible but that add up and disrupt and downgrade rumination so cut everything but the most important professional project to reduce dispersion and give your default mode Network a clear goal to Target reboot your rumination as needed and eliminate as many should I or shouldn’t ey decisions as possible to keep the flow going and remember with upgraded rumination you use way more of your brain to accelerate your progress and you cause your brain to be productive Around the Clock instead of only when your eyes are glancing down at something and you’re focused with your task positive Network active a simple question you can ask yourself to pulse check the quality of rumination is how productive has my default mode Network been lately the accumulated benefit of upgraded rumination is not linear it’s exponential and over time upgrading your rumination unlocks another kind of flow a continuous flow of Divergent cognition uninterrupted by the need to ping pong and jaggedly Converge on trivial decisions or Ponder triviality that doesn’t relate to your goals your life and who you want to become this allows your attention to expand out like a fog across a sea as thoughts Meander to the far reaches of your Consciousness it’s on these peripheries the edges of your cognition where the creativity and insight that unlocks your goals live your next big idea is waiting for you lingering out on the horizon of your attention when you upgrade your rumination you find this treasured Insight treasure that’s been sitting there the entire time and if you want to upgrade your ability to focus and improve the effectiveness of your brain’s task positive Network so you can get the most out of both your conscious and unconscious moments click [Music] here\n\n\n"},"Atoms/How-can-I-remove-my-worth's-dependence-on-my-work":{"title":"How can I remove my worth's dependence on my work?","links":[],"tags":["question"],"content":"Exp: As an artist, when receiving a critique, how can I detach my worth from my output?\nExp: As a dev, how can I detach my worth from my perceived lack of ability or the mistakes I made / make?"},"Atoms/How-to-Become-a-Hacker---Book":{"title":"How to Become a Hacker - Book","links":["tags/toread","Atoms/How-to-not-be-a-hacking-noob-in-2022,-network-Chuck"],"tags":["toread"],"content":"toread\nBy Eric S. Raymond\nWhere I Found This Recommendation\nRecommended by John Hammond while I was watching the network Chuck live stream How to not be a hacking noob in 2022, network Chuck"},"Atoms/How-to-have-relationships-with-people-with-opposite-views":{"title":"How to have relationships with people with opposite views","links":["Atoms/Gender","What-If-a-Loved-One-Insists-I-Leave-the-Church-S6-E-11","Atoms/Questions-from-the-Closet"],"tags":[],"content":"\n\n                  \n                  Quote\n                  \n                \n\nThe relationship has to go both ways…The gay kid is hurting. The trans kid is hurting but we have to be able to sit in the space with each other without insisting that someone change.\n—Troy Williams\n\n\nWhat If a Loved One Insists I Leave the Church S6 E 11, Questions from the Closet, timestamp: 21:40"},"Atoms/Human-Spirituality":{"title":"Human Spirituality","links":["Atoms/Religion","Atoms/Hero-Story","Atoms/Monstrum","Atoms/Hive-Mind"],"tags":["spirituality"],"content":"It seems that Religion and Spirituality have become entangled in our current systems and power dynamics so much so that we can’t see its actual role in our lives.\nThe Hero Story, the tropes in our narratives and histories, the Monsters, the villains, the time-tested lessons we reiterate. All of these things expose the underlying human aspect of what we sometimes call, “Religion” or “Spirituality.”\nThere are so many overlaps, commonalities, similarities. We squabble about gods and priesthoods, concepts and definitions. Take a step back to view a larger whole and you will see themes that pervade our thoughts, inspire our dreams, unite our efforts.\nIt’s almost like human spirituality is how we tap into our Hive Mind—we are social creatures, after all—what if these spiritual experiences, even supernatural experiences, are more of a human connection. We sometimes feel the thread of a need that our human system has, and that inspires us to make changes or act differently to satisfy the needs of humanity.\nIt feels extraordinary. It feels divine. It feels transcendent. Because it is—we are heeding the call of humanity in those times of connection. We are stepping into the roles that our collective system wants and requires."},"Atoms/Hymn-of-the-Hated":{"title":"Hymn of the Hated","links":["tags/lyrics"],"tags":["lyrics"],"content":"lyrics\nWas it not Thee whom I have loved?\nWorthy of love I wished I could be,\nNever quite sure that you wanted me.\nTold I belong, but nowhere to stand\nAll that I have, I gave it to Thee\nWhere is the love Thou promised to me?\nHymn of the hated,\nfallen the knee\nHow could I ever\nhope it could be?\nHymn of the hated,\nSaved by a grace\ngreater than we\nwere willing to face\nTaken by doubts, I gave all of me\nHoping for promises never to be\nFound on an island, swallowed by sea\nMaster of oceans, of sands, and life,\nFind it in Thee to save me this strife,\nTake me home and make me thine\nOr else find me gone from thy sight.\nHelp me or save me, or remove my fight\nBanish or love me, just show me your light\n—Jess Brown, 11/28/21"},"Atoms/I'm-a-Fraud":{"title":"I'm a Fraud","links":[],"tags":[],"content":"…just like everyone else.\nYou’ve probably heard of “imposter syndrome.” It’s become a common theme for the experience of many knowledge workers, creators, and even leaders. It manifests as the feeling that you aren’t qualified for the task at hand or that paranoia that it’s just a matter of time before people realize that you don’t know what you’re doing.\nMy personal take on this is that technology has encouraged these feelings of inadequacy. The internet presents (usually) the best that people have to offer. Content, likes, followers—so much is on display for the “success” of someone’s efforts to build or post online.\nThis all adds up to an illusion that “everyone” is doing “everything” and you aren’t doing that.\n“Maybe,” the doubt begins to say, “you really aren’t as good as you thought. Look at what they’re doing—that’s way better than when you do it.”\nTempering\nI do want to take this opportunity to express that I don’t have things figured out. Not in the slightest.\nI am a fraud. I also have lots of experiences and I do perform experiments that have led me to conclusions I’ve shared in this newsletter. But I still feel incompetent. I still make mistakes. I still don’t follow my own advice."},"Atoms/I,-Robot---film-2004":{"title":"I, Robot - film 2004","links":[],"tags":[],"content":"“Ghost in the machine”\nEvolution playing out in robots/AI which distorted the 3 Laws &amp; led to a “revolution”\n\nWhat is a human—why is it so hard to define? why are we so threatened by human-likeness?\n“Can you compose a Symphony? Paint a masterpiece?” asks Spooner\n“Can you?” asks Sonny (the robot)\n\nTiers of AI in this film\n\n\nThemes lightly touched on:\n\nlosing jobs to robots\nDel Spooner (main guy) is a cyborg—whole left arm and lung replaced with robotic prosthetics.\n\n\n“Not so different—we look at the skin and assume we know what’s going on underneath.” —Del Spooner\nWatched 1/18/24"},"Atoms/If-I-could-Talk-to-Myself,-10-years-ago---Video":{"title":"If I could Talk to Myself, 10 years ago - Video","links":["Jazza"],"tags":[],"content":"Jazza\n\n\n                  \n                  Quote\n                  \n                \n\n“You get where I am by being exactly who you are. So don’t change one bit.”\n\n\nIt’s easy to get wrapped up in past pain, mistakes, regrets–hindsight bias. But you become you by being you."},"Atoms/Impulsivity":{"title":"Impulsivity","links":["Atoms/What-Shall-a-Man-Give-in-Exchange-for-His-Soul"],"tags":["literaturenote"],"content":"Impulsivity is when the subject takes the smaller-sooner reward over the larger-later. The only reason this will happen (in general) is because the perceived value (not at all the actual value) of the immediate or short-term reward blinds us from the reward in the distance and appears to be greater.\n[No reference for the above paragraph, I believe it’s my own words. Found in notes from original doc of What Shall a Man Give in Exchange for His Soul?]"},"Atoms/Ingredients-to-Creativity---Specialization-and-Restriction":{"title":"Ingredients to Creativity - Specialization and Restriction","links":[],"tags":[],"content":"Source: The Evolution of Brazilian Jiu-Jitsu Over 100 Years, www.youtube.com/watch\nContext: there will likely be a difference in BJJ with gi and no-gi. There’s too much to know now that you almost can’t put them together.\n\n\n                  \n                  Quote\n                  \n                \n\n“With specialization and restriction comes creativity.”\n—Stephan Kesting\n\n\n\nSimilar Topics\n\n\n\nAntithesis / What’s opposite / What competes?\n\n\n\nWhere does this lead?\n\n\n\nWhere does this come from? (Theme/Question)\n\n\n"},"Atoms/Input-Masking":{"title":"Input Masking","links":[],"tags":[],"content":"Given an input field, like a phone number, it auto-”masks” or formats it so you can be confident in your input following the needed format.\nSuch as typing: (800) 123-4567 The () and the - auto fill as you type.\nExample JS library:\nimask.js.org/"},"Atoms/Intuitive-Design-Fallacy":{"title":"Intuitive Design Fallacy","links":[],"tags":["permanentnote"],"content":"(My own name for it)\nSometimes we think that systems, programs, and apps should be intuitive but that makes no sense What we really mean is we want things to be easily understandable and we want to be able to find what we’re looking for. If we can’t do those things we say it’s not intuitive but intuition has nothing to do with being able to accomplish a task.\nThere some aspects of intuitive design borrowing from our cognition. For hierarchy we group things based on their proximity to each other that is something that is intuitive. We Can build this into our designs through typography."},"Atoms/Is-Daoism-for-me":{"title":"Is Daoism for me","links":["Atoms/My-First-Responses-to-Dao-De-Jing","Atoms/Dao-De-Jing---Translated-by-Roger-Ames--and--David-L.-Hall"],"tags":[],"content":"2/28/24\nStarted the day normally—working session on a video+LinkedIn+email sequence. Then went down to the treadmill to exercise. I watched my standard set of random YouTube videos on the Guest account.\nThe last video was one I’d tried to watch on my real account before, but it didn’t work at the time so I’d abandoned it.\nIt was suggested here on this Guest account, so I watched it. I lived like a monk for 1 year - here’s what happened\nAt the very end, I burst into sobs. I still don’t quite know why.\nAll I can come up with is that it spoke to me in ways I haven’t felt for several years.\nSpiritual pain, feeling lost, the draw to ancient Asian wisdom and practices, what is wisdom?, how do we solve big problems in our modern world?\nIt took me through a journey I’ve been on myself since I’ve been married (though probably longer).\nIs Daoism for me? A way to connect without the religious violence I’m privvy to?\n\nSimilar Topics\n\nMy First Responses to Dao De Jing\nDao De Jing - Translated by Roger Ames &amp; David L. Hall\n\nAntithesis / What’s opposite / What competes?\n\n\n\nWhere does this lead?\n\n\n\nWhere does this come from? (Theme/Question)\n\n\n"},"Atoms/James-Clear":{"title":"James Clear","links":["Atoms/Atomic-Habits---book"],"tags":[],"content":"Author of Atomic Habits - book"},"Atoms/Japanese-Swords-(Nihonto)":{"title":"Japanese Swords (Nihonto)","links":[],"tags":[],"content":"\n\n                  \n                  Quote\n                  \n                \n\nSo the Japanese sword is very unusual in that fact that it has a very, very, super hard edge but a flexible back…Japanese swords were made to last a long time.\n—Mike Yamasaki, youtu.be/bUvjOXToW78\n\n"},"Atoms/Jobs-to-be-done-framework":{"title":"Jobs to be done framework","links":["Atoms/Know-Your-Customers'-Jobs-to-Be-Done---Article"],"tags":["permanentnote"],"content":"Not sure if this is right on, but perhaps instead of worrying about personas worry about the problems\nWhat are people trying to do? They’ll know whether my content is “for theme”\nFocus on what the outcomes are\n\nSimilar\nKnow Your Customers’ Jobs to Be Done - Article"},"Atoms/John-McPhee-process-of-writing":{"title":"John McPhee process of writing","links":["Atoms/Slow-Productivity---Book"],"tags":[],"content":"He would collect all of his notes and retype them so that he could essentially put all the raw materials through his mind before starting the project.\nCollecting rewriting reevaluating and cutting up into pieces all of the materials and research\nThen putting them on to cards and then rearranging them as needed to the writing project.\nSource: Slow Productivity - Book\n\nMy thoughts\nThe process of creativity and other knowledge work is a lot like working with real materials as though you are carpenter\nYou have to start by collecting the tools you need the materials that you expect to use\nThen start to refine those materials using the tools or At least starting with sorting and categorizing.\nHow I approach a drawing session\nI like to draw with charcoal and I have to do a ritual at the very beginning to get everything started.\nI start by gathering my tools so the charcoal the easel the paper the eraser and any other blending tools\nI’ll select a track or an album or some type of music that fits the mood that I would like to draw. I put on my headphones and start working.\nThe first thing that needs to be done is to get something down on the page\nIt’s extremely intimidating to stare at a blank canvas as we all know."},"Atoms/Jorge-Arango":{"title":"Jorge Arango","links":[],"tags":[],"content":"Author of:\n\nDuly Noted (dulynoted.fyi)\n\n\nFrom NVDH Livestream:\n\n\n                  \n                  Quote\n                  \n                \n\n“We extend our minds by interacting with things in the world”\n\n\n\n\n                  \n                  Quote\n                  \n                \n\n“Plain text is a marvel”\n\nso blessed we have plain text to work with.\n\n\n"},"Atoms/Journeys-not-destinations":{"title":"Journeys not destinations","links":[],"tags":[],"content":"I ultimately can’t control where I end up. I’m not choosing the destination, in choosing what kind of journey I want to be on. (Think careers/job, MS, goals)."},"Atoms/Know-Your-Customers'-Jobs-to-Be-Done---Article":{"title":"Know Your Customers' Jobs to Be Done - Article","links":["Harvard-Business-Review","Atoms/Clayton-Christensen"],"tags":["literaturenote"],"content":"Framework for creating products/services people want to buy.\nKnow Your Customers’ Jobs to Be Done - Harvard Business Review article\nCo-authors: Clayton Christensen\n\n\n                  \n                  JTBD theory tells us how to create something people want to buy \n                  \n                \n\nIt transforms our understanding of customer choice in a way that no amount of data ever could, because it gets at the causal driver behind a purchase.\n\n\n\n\n                  \n                  Quote\n                  \n                \n\nAlthough the company had done a cost-benefit analysis of all the details in each unit, it actually had very little idea what made the difference between a tire kicker and a serious buyer.\n\n\n\n\n                  \n                  Data is too often about correlations \n                  \n                \n\nThe focus on knowing more about customers has taken firms in the wrong direction.\n\n\nTry asking for a customer to draw a timeline for how they got “here.”\n\n\n                  \n                  Quote\n                  \n                \n\nThe circumstances are more important than customer characteristics, product attributes, new technologies, or trends.\n\n\n\n\n                  \n                  Experience over &quot;product&quot; \n                  \n                \n\nWhen you see a product or service that no one has successfully copied, the product itself is rarely the source of the long-term competitive advantage.\n\n\n\n\n                  \n                  Quote\n                  \n                \n\nAs MIT’s Edgar Schein has discussed, processes are a critical part of an organization’s unspoken culture. They tell people inside the company, “This is what matters most to us.”\n\n\n\nIdentifying JTBD\nDo you have a job that needs to be done?\nWhere do you see nonconsumption?\n\n\n                  \n                  Quote\n                  \n                \n\nYou can learn as much from people who aren’t hiring any product as from those who are. Nonconsumption is often where the most fertile opportunities lie\n\n\nWhat work-arounds have people invented?\nWhat tasks do people want to avoid?\nWhat surprising uses have customers invented for existing products?\n\n\n                  \n                  Quote\n                  \n                \n\nFor example, NyQuil had been sold for decades as a cold remedy, but it turned out that some consumers were knocking back a couple of spoonfuls to help them sleep, even when they weren’t sick. Hence, ZzzQuil was born, offering consumers the good night’s rest they wanted without the other active ingredients they didn’t need.\n\n"},"Atoms/Knowledge-independence":{"title":"Knowledge independence","links":["tags/conclusion","Developers"],"tags":["conclusion"],"content":"conclusion\nDevelopers have to go research a LOT of things every day. Things are constantly breaking with error codes or we try to build things we’ve never done before. We’re used to looking at a problem, pulling out unrelated pieces so we can focus on the true problem.\nSharp contrast with people who, when faced with a problem immediately go call someone for help. Their knowledge is and always will be stunted by dependency. If you don’t try all your options first (Google is an easy one), then you don’t gain the experience of explorative problem solving, and you’ll be lucky to experience much growth over time.\nThat’s not to say you can’t ask for help—but you should be as prepared as possible when you do ask for help."},"Atoms/Learning":{"title":"Learning","links":[],"tags":[],"content":"To Explore\nWhat I’m missing from my approach: Breaking things apart. /processing. I’m too used to the Topic, all points &amp; info that is common with article writing. What if I spent more time distilling FROM my references than capturing everything someone else says?"},"Atoms/Leonardo-da-Vinci":{"title":"Leonardo da Vinci","links":["Atoms/Codex-Forster","Atoms/Codex-Atlanticus"],"tags":[],"content":"Manuscripts\nCodex Forster I-III\nMadrid Codices\nCodex on the Flight of Birds\nCodex Trivulzianus\nCodex Atlanticus\nCodex Arundel"},"Atoms/Let's-Talk.-Magic-Q-and-A---Video":{"title":"Let's Talk. Magic Q and A - Video","links":["Atoms/Chris-Ramsay"],"tags":["literaturenote"],"content":"Source: www.youtube.com/watch, Chris Ramsay\n\n\n                  \n                  Quote\n                  \n                \n\n“I think you’re looking for something new and something fresh–and that isn’t always the answer when it comes to practicing a craft. Sometimes you gotta do the boring work and you gotta practice the old stuff that you hate.”\n\n\nPractice your double-lift. Shuffling cards. Controls, peeks, steals. Second-deal (cool cheat)\nVanishing, Inc Magic–buy a digital download to support\nFinger Tutting - investigate?\npuzzle box creation\nProcess for new magic trick creation. Could be one of:\n\nMethod–new method, how do we justify it? How do we build around it?\neffect–what do we want the spectator to feel?\nstory–feeling of the story. Maybe inspired by a story, create a routine that way.\n\n2 types of pain:\n\nPain of Discipline\nPain of Regret\nchoose your pain.\n"},"Atoms/Levels-of-AGI-for-Operationalizing-Progress-on-the-Path-to-AGI---Article":{"title":"Levels of AGI for Operationalizing Progress on the Path to AGI - Article","links":[],"tags":["literaturenote"],"content":"See Source PDF page 5 for “Levels of AGI” classification.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPerformance (rows) x Generality (columns)Narrow clearly scoped task or set of tasksGeneral wide range of non-physical tasks, including metacognitive tasks like learning new skillsLevel 0: No AINarrow Non-AI calculator software; compilerGeneral Non-AI human-in-the-loop computing, e.g., Amazon Mechanical TurkLevel 1: Emerging equal to or somewhat better than an unskilled humanEmerging Narrow AI GOFAI (Boden, 2014); simple rule-based systems, e.g., SHRDLU (Winograd, 1971)Emerging AGI ChatGPT (OpenAI, 2023), Bard (Anil et al., 2023), Llama 2 (Touvron et al., 2023), Gemini (Pichai &amp; Hassabis, 2023)Level 2: Competent at least 50th percentile of skilled adultsCompetent Narrow AI toxicity detectors such as Jigsaw (Das et al., 2022); Smart Speakers such as Siri (Apple), Alexa (Amazon), or Google Assistant (Google); VQA systems such as PaLI (Chen et al., 2023); Watson (IBM); SOTA LLMs for a subset of tasks (e.g., short essay writing, simple coding)Competent AGI not yet achievedLevel 3: Expert at least 90th percentile of skilled adultsExpert Narrow AI spelling &amp; grammar checkers such as Grammarly (Grammarly, 2023); generative image models such as Imagen (Saharia et al., 2022) or Dall-E 2 (Ramesh et al., 2022)Expert AGI not yet achievedLevel 4: Virtuoso at least 99th percentile of skilled adultsVirtuoso Narrow AI Deep Blue (Campbell et al., 2002), AlphaGo (Silver et al., 2016; 2017)Virtuoso AGI not yet achievedLevel 5: Superhuman outperforms 100% of humansSuperhuman Narrow AI AlphaFold (Jumper et al., 2021; Varadi et al., 2021), AlphaZero (Silver et al., 2018), StockFish (Stockfish, 2023)Artificial Superintelligence (ASI) not yet achieved"},"Atoms/Loss-of-Music-Participation":{"title":"Loss of Music Participation","links":["Answer-In-Progress"],"tags":[],"content":"Recorder video from Answer In Progress, she points out the difference / loss moving from childhood to adulthood. Less emphasis on play. Loneliness. Music goes from a creative, collaborative thing to something you just consume if you can’t “compete.” ← My words, not hers.\nWe lose so much when art becomes a competition. What if we eased up on the judgment? Not just of our own skills, but also in the products of others. Just because you don’t like it doesn’t mean it’s not art. (“Just because you don’t like the sound doesn’t mean it’s not a musical instrument”).\nArt’s purpose is not to continuously please you."},"Atoms/Magic-is-an-art-of-experience":{"title":"Magic is an art of experience","links":["Seth-Godin","Atoms/Chris-Ramsay"],"tags":["literaturenote","magic"],"content":"…it also should be about the audience (not making yourself look smarter/powerful, it’s about creating a safe environment for them to have a transformative experience).\nChris believes magic is in its infancy. Audience should have the choice to know/recognize methods, etc. because it’s not really about the methods per se.\nReminds me of Seth Godin’s take on art—it’s a gift, it’s transformative, it’s supposed to change the viewer.\nTechniques will always be empty/meaningless. The art comes from the intention, the context, the experience. Magic is not about fooling people. “Magic is the first time you experience something.”\nSource: Chris Ramsay, State of Magic 2022"},"Atoms/Magicians-and-memory":{"title":"Magicians and memory","links":["Is-Adam-Savage-Still-an-Atheist"],"tags":[],"content":"Having spent time with magicians, Adam Savage says that it’s not just about doing little tricks. Magicians tell you how to remember what they did.\nsource: 1:56 on “Is Adam Savage Still an Atheist?”\nJustification for the hand through hand illusion\nThere’s a paradox with repetition. We’ve all heard that doing the same thing over and over expecting different results is insanity.\nYet, when we put in the reps, sometimes we also get a breakthrough.\nIt’s all about intentional practice."},"Atoms/Making-Space":{"title":"Making Space","links":["Atoms/Dan-McClellan"],"tags":[],"content":"Ideally physical space, but when you don’t have that luxury, make time. Dan McClellan’s video about ancient Israel and how God resting on 7th day is an etiology for creating time when space wasn’t possible.\nCoding environments—everything isolated and ready to work in one place"},"Atoms/Man-or-Bear":{"title":"Man or Bear?","links":["Atoms/Gender","Atoms/Monsters"],"tags":[],"content":"Really great article about gender issues, patriarchy, fear, violence.\nbikepacking.com/plog/man-or-bear-debate/\nMaybe some themes for Monsters"},"Atoms/Management-Under-Time":{"title":"Management Under Time","links":["tags/build","Atoms/Clayton-Christensen","Atoms/Study-of-Toyota-Manufacturing-Line","Hourly-Billing-is-Nuts","Atoms/Parkinson's-Law","Atoms/Yerkes-Dodson-Law","Atoms/Productivity-is-automation","Atoms/Productivity"],"tags":["build"],"content":"build\nWhy is it always “Time Management” that gets the focus when talking about productivity? Can we really manage our time? What about the study about how the time it takes to do a task expands to the time allotted? See also Clayton Christensen’s study of Toyota: fixed time ⇒ variable output, but variable time ⇒ fixed output.\nHumans just aren’t very good at estimating time or using time. We don’t really manage our time at all. We are given time, and we manage the process that happens underneath that time.\n\nSimilar Topics\n\nHourly Billing is Nuts\nParkinson’s Law\nYerkes-Dodson Law Transclude of Yerkes-Dodson-Law#^summary\nMy experience with the Research Grant\n\nAntithesis / What’s opposite / What competes?\n\nProductivity is time management\nTime is money\n\nWhere does this lead?\n\nProductivity is automation\nTime is valuable, but not as a direct transaction\n\nWhere does this come from?\n\nProductivity\n"},"Atoms/Markdown":{"title":"Markdown","links":["tags/literaturenote"],"tags":["literaturenote"],"content":"literaturenote\nMarkdown’s syntax is intended for one purpose: to be used as a format for writing for the web.\nMarkdown is not a replacement for HTML, or even close to it. Its syntax is very small, corresponding only to a very small subset of HTML tags. The idea is not to create a syntax that makes it easier to insert HTML tags. In my opinion, HTML tags are already easy to insert. The idea for Markdown is to make it easy to read, write, and edit prose. HTML is a publishing format; Markdown is a writing format. Thus, Markdown’s formatting syntax only addresses issues that can be conveyed in plain text.\nFor any markup that is not covered by Markdown’s syntax, you simply use HTML itself.\n\nSupposed source: daringfireball.net/projects/markdown/syntax#html\nI found this at: stackoverflow.com/questions/35465557/how-to-apply-color-on-text-in-markdown#answer-35485694"},"Atoms/Martial-Arts-Are-Religions":{"title":"Martial Arts Are Religions","links":["Atoms/Will---Book"],"tags":[],"content":"Transclude of Will---Book#^martial-arts\n\nHierarchies\nCreate doubt within members about other styles or dojos\n\nDeep feelings of betrayal if you change dojos, leave,\n\n\nCertainty of “our way.” Our way will be the most effective. Our way works where others don’t.\n"},"Atoms/Mary-Anne-Franks":{"title":"Mary Anne Franks","links":[],"tags":[],"content":"Legal Scholar"},"Atoms/Mary-Roach":{"title":"Mary Roach","links":["Atoms/Stiff---The-Curious-Lives-of-Human-Cadavers"],"tags":[],"content":"Books\nStiff - The Curious Lives of Human Cadavers"},"Atoms/Mechanical-Intelligence":{"title":"Mechanical Intelligence","links":["Veritasium"],"tags":["permanentnote"],"content":"Using physical mechanics to perform some task (with or without human intervention). It’s about encapsulating your logic somehow through applied knowledge (a.k.a. technology) in a procedural way.\n\nTraps and snares\nToasters\nMechanical watches\n\n\nVeritasium video, robots\nPassive or mechanical intelligence: like the robot in Veritasium that does intubation. It has a main shaft for the esophagus and another of shoot for the other hole once it gets in there. It can find it without any robotics/intelligent/code simply because it’s designed to find the paths\nConditions for what counts as a “jump”\n\nPushes off the ground (drone doesn’t count—pushes off the air)\nNo loss of mass (rockets or bow and arrow don’t count)\n\n\nDa Vinci Invention: Flying Pendulum Escapement\n\nMechanical Programming / Intelligence\nLeonardo Da Vinci mention that creator @TheBearEssentials built in this YouTube short: “Strange but GENIUS Invention!”\nUsing physics to make decisions independent of human interaction.\n"},"Atoms/Mitch-Hedberg":{"title":"Mitch Hedberg","links":["How-to-Fail-Gracefully","Atoms/Graceful-Degredation"],"tags":[],"content":"\n\n                  \n                  Quote\n                  \n                \n\n“An escalator can never break: it can only become stairs.”\n\n\nHow to Fail Gracefully\nGraceful Degredation"},"Atoms/Monsters":{"title":"Monsters","links":["Atoms/Cyclops-The-Origin-Story-of-this-Terrifying-One-Eyed-Giant","Atoms/The-Killer-Origins-of-the-Werewolf","Atoms/Man-or-Bear","Atoms/The-Gift-of-Fear","Atoms/The-harm-of-thinking-the-Book-of-Revelation-is-a-prophecy"],"tags":["indexnote"],"content":"Ancient\nCyclops The Origin Story of this Terrifying One-Eyed Giant\nThe Killer Origins of the Werewolf\nModern Day\nMan or Bear?\nThe Gift of Fear\nThe harm of thinking the Book of Revelation is a prophecy"},"Atoms/Monstrosity-and-Humanity":{"title":"Monstrosity and Humanity","links":["Atoms/Demons"],"tags":["spirituality"],"content":"The Watchers (Movie)\nMirrors\nParrots\nChangelings\nImitation\nPerception\n\nTransclude of Demons\nmonster\nmonsters"},"Atoms/Monstrum":{"title":"Monstrum","links":[],"tags":[],"content":""},"Atoms/Motion-and-Memory":{"title":"Motion and Memory","links":["Atoms/Portals"],"tags":["cyborg","build"],"content":"Humans have exceptional spatial memory.\nDoes motion aid in that process of either storage/retrieval?\nPortals"},"Atoms/My-First-Responses-to-Dao-De-Jing":{"title":"My First Responses to Dao De Jing","links":["Atoms/Gender","Atoms/Dao-De-Jing---Translated-by-Roger-Ames--and--David-L.-Hall"],"tags":[],"content":"I so appreciate the Wu Wei concept of “non-coercive action.” It takes away the white-knuckling, anxiety-ridden approach to “success” or “productivity.”\nPolarity can be a problem: too much focus or emphasis on the separation, the distinctions creates an imbalance.\nSome highlights:\nChapter 28\nIdea of always having access to both the male and female attribute\n\n\n                  \n                  From the Commentary \n                  \n                \n\n“While splitting up the world in making distinctions within it might seem to have a functional value, it always entails a diminution. The most effective way of cultivating order in the world, invariably relies upon the power of inclusivity.”\n\n\nChapter 31\nDo not glorify weapons—in doing so, you glorify killing people.\n\n\n                  \n                  Mourn your Victory \n                  \n                \n\n“When the war is won, treat it as you would a funeral.”\n\n\nChapter 41\nTransclude of Dao-De-Jing---Translated-by-Roger-Ames--and--David-L.-Hall#chapter-41\nChapter 63\nTransclude of Dao-De-Jing---Translated-by-Roger-Ames--and--David-L.-Hall#chapter-63"},"Atoms/Nancy-Duarte":{"title":"Nancy Duarte","links":[],"tags":["person"],"content":"Author of, Resonate\nCreative / thinking exercise:\nThe “Big Idea”: boiling the “so what” to a single sentence. It:\n\nMust articulate your point of view\nMust convey what’s at stake\nMust be a complete sentence\n"},"Atoms/Naïve-realism":{"title":"Naïve realism","links":["tags/build","Atoms/Fighting-with-Mirages-of-Each-Other—with-Adam-Mastroianni"],"tags":["build"],"content":"build\n\n\n                  \n                  Info\n                  \n                \n\nFound on Fighting with Mirages of Each Other—with Adam Mastroianni\n\n\nI see the world as it actually is (sometimes others don’t, aka those who don’t see it the same way or disagree on something)"},"Atoms/No-Undo-Button":{"title":"No Undo Button","links":["Is-Enough-Enough","Atoms/Dao-De-Jing---Translated-by-Roger-Ames--and--David-L.-Hall"],"tags":[],"content":"\n\n                  \n                  when enough is enough \n                  \n                \n\n“No undo button, so you need to know when enough is enough.”\n—Jazza on the 3 wide marker challenge video.\n\n\nCYBORG_ - when is enough enough?\nDao De Jing"},"Atoms/Obsidian-Callouts-Reference":{"title":"Obsidian Callouts Reference","links":[],"tags":[],"content":"\n\n                  \n                  Note \n                  \n                \n\n\n\n                  \n                  Abstract, summary, tldr \n                  \n                \n\n\n\n                  \n                  info \n                  \n                \n\n\n\n                  \n                  todo \n                  \n                \n\n\n\n                  \n                  tip, hint, important \n                  \n                \n\n\n\n                  \n                  success, check, done \n                  \n                \n\n\n\n                  \n                  question, help, faq \n                  \n                \n\n\n\n                  \n                  warning, caution, attention \n                  \n                \n\n\n\n                  \n                  failure, fail, missing \n                  \n                \n\n\n\n                  \n                  danger, error \n                  \n                \n\n\n\n                  \n                  bug \n                  \n                \n\n\n\n                  \n                  example \n                  \n                \n\n\n\n                  \n                  quote, cite \n                  \n                \n\nFoldable\n&gt;[!faq]- Foldable\n&gt; \n&gt;Content here\n\n\n\n                  \n                  Foldable \n                  \n                \n\nContent here\n\n\nNested\n\n\n                  \n                  Can callouts be nested? \n                  \n                \n\n\n\n                  \n                  Yes!, they can. \n                  \n                \n\n\n\n                  \n                  You can even use multiple layers of nesting. \n                  \n                \n\n\n\n\n"},"Atoms/Offending-the-Spirit":{"title":"Offending the Spirit","links":["tags/permanentnote","Atoms/Paradox","Atoms/Empathy-and-Jesus","Atoms/Can-you-offend-the-Spirit"],"tags":["permanentnote"],"content":"Note type:permanentnote\nOffending the Spirit\nWe have been told numerous time that rowdy places or even loud noise can offend the Spirit and cause Him to leave us. I wonder how that is, when the Spirit is a member of the Godhead—an omnipotent collection of Beings, one of whom descended below all things. If the Godhead is fully united, how could one of its members be unable to abide the slightest bit of humanity?\nThe Christ I believe in is the One who is comfortable in the abyss, in the depths of despair, in the persecution, in the rowdy crowds, in the threat of danger or darkness. He is competent in the mess of mortality. Why not the Spirit? Why would the Godhead abandon us in the times they’re most needed? How do we know where they are and when they leave (if ever)?\n\nSimilar Topics\n\nParadox\nEmpathy and Jesus\n\nAntithesis / What’s opposite / What competes?\n\nDisrespecting a Godhead member very well could cause them to leave. Why stick around when the person is clearly not interested?\nLosing the “train of thought” ~ Losing the revelation you could have had minus the interruption / disruption.\n\nWhere does this lead?\n\nEmpathy and Jesus\n\nWhere does this come from? (Theme/Question)\n\nCan you offend the Spirit?\n"},"Atoms/Orthogonality":{"title":"Orthogonality","links":["DjangoCon"],"tags":[],"content":"\nChange one thing without affecting others\nAlmost always indicates the need for a separate app (in Django)\n\nDjangoCon 2008, “Resuable Apps,” YouTube\n"},"Atoms/Ouroboros":{"title":"Ouroboros","links":["symbol"],"tags":[],"content":"Ancient symbol of a snake eating its tail.\nRepresenting: Never-ending process of destruction and creation. Rebirth.\nDepictions\nAncient\n\n“Ouroboros, Cleopatra the Alchemist,” Hallie Ford Museum of Art Exhibits, accessed June 9, 2024, .\n\n“Ouroboros, Lucas Jennis,” Hallie Ford Museum of Art Exhibits, accessed June 9, 2024, .\nModern\n\nBy Lisa Congdon on Instagram"},"Atoms/PKM":{"title":"PKM","links":[],"tags":[],"content":"Personal Knowledge Management: The systems we create and use to keep track of our knowledge. More than just “note-taking;” it includes capturing, processing, storing, indexing, combining, connecting, and using our knowledge.\nObservations\nPKM people are less interested (seemingly) in the technology than the system\nIf Obsidian goes away, they still have Zettelkasten or whatever note-taking framework they use (thinking of Vicky Zhao &amp; NVDH)"},"Atoms/Paradox-is-a-Powerful-Teaching-Tool":{"title":"Paradox is a Powerful Teaching Tool","links":["tags/permanentnote","tags/conclusion","story"],"tags":["permanentnote","conclusion"],"content":"Note type:permanentnoteconclusion\nParadox is a Powerful Teaching Tool\nA paradox takes two seemingly disparate concepts and draws a relationship between them. Because of this implied relationship, it encourages you to look for how it connects. As we examine the paradox, we engage in the creative process to uncover the connection, which also forces us to learn along the way.\nIt’s like that hook in the story that we just have to know, and we’re willing to spend time and attention to get it. Granted, not all paradoxes are easily understood, and if it’s too enigmatic, it runs the risk of abandonment."},"Atoms/Paradox":{"title":"Paradox","links":["Atoms/Why-Use-a-Paradox","Atoms/What-is-a-Paradox"],"tags":["permanentnote"],"content":"That which appears to be in conflict but is actually in harmony.\n\nParadox is the isometric exercise of mind &amp; Spirit. It cannot be solved, coerced, or changed. Your interaction, intention, &amp; proximity to the paradox will instead change you.\n\nSimilar Topics\n\n\n\nAntithesis / What’s opposite / What competes?\n\n\n\nWhere does this lead?\n\nWhy Use a Paradox\n\nWhere does this come from? (Theme/Question)\n\nWhat is a Paradox\n"},"Atoms/Parkinson's-Law":{"title":"Parkinson's Law","links":[],"tags":[],"content":"Parkinson’s Law\n\n\n                  \n                  Summary\n                  \n                \n\nTwo parts: you will find a way for the work you have to take the amount of time you have. Second, bureaucracy and officials don’t want competition / rivals, they want subordinates. They create work for other people. The larger the scope of the office grows is not relative to the amount of work done or work that needs to be done.\n\n\n\n\n                  \n                  Parkinson&#039;s Law \n                  \n                \n\n“It is a commonplace observation that work expands so as to fill the time available for its completion.”\n—Cyril Northcote Parkinson\n\n\n\nSource: www.economist.com/news/1955/11/19/parkinsons-law"},"Atoms/Pathogenesis":{"title":"Pathogenesis","links":["religion"],"tags":["book"],"content":"Introduction\n\n\n                  \n                  Viruses \n                  \n                \n\n…Viruses consist of genetic material, in the form of DNA, or its sister molecule, RNA, coated in protein. On their own they are an inert arrangement of matter, but when they manage to enter or infect the cell of a living thing, they take over its machinery and reproduce copies of themselves, bursting into life. This process is often deadly to the host.\n…\nViruses are so minuscule that they haven’t left a mark on the fossil record. Their origins remain unclear. They may have emerged prior to, soon after, or even from early single-celled life. In any event, for most if not all of the 3.5 billion years that life has been around, viruses have been capable of infecting it. They are found anywhere that living things are, and far outnumber all forms of life on Earth, even bacteria.  —13:43 (end of quote)\n\n\nphage: from Greek for “to devour”\nMore reading: www.mriglobal.org/bacteriophages-diagnostic-therapeutic/\nbacteriophages are viruses that kill bacteria…\n\n\n                  \n                  Retoroviruses \n                  \n                \n\nA retrovirus is a specific type of virus that reproduces by inserting a copy of its DNA into the genome of the host cell. But when a retrovirus infects a sperm or an egg cell, something  remarkable happens: viral DNA is then passed on to every cell in every subsequent generation. An astonishing 8% of the human genome is made up of such genes. Many of these DNA sequences don’t seem to do anything in the human body, but retrovirus infections allowed our distant ancestors to acquire the capacity to perform functions that are fundamental to human existence.\nOne remarkable example is a gene inherited from a retrovirus infection about 400 million years ago that plays a crucial role in memory formation. The gene does this by coding for tiny protein bubbles that help them move information between neurons, in a manner that is similar to the way viruses spread their genetic information from one cell to another. In the laboratory, mice that have this gene removed are unable to form memories.\nAnother mind-blowing example of a function that human ancestors acquired from retorviruses is the ability to give brith. When animals first evolved, they reproduced by laying eggs, and most creatures in the animal kingdom continue to give birth this way. Then, between 100 million and 200 million years ago, a shrew-like creature developed the capacity to gestate her young inside her own body. An extraordinary evolutionary advance because a fetus is much safer  growing inside its mother’s body.\nIt is only possible because of the placenta: a temporary organ that attaches to the uterus and allows nutrients and oxygen to pass from mother to baby, and carbon dioxide and waste to travel in the other direction, without provoking a devastating response from the mother’s  immune system. There is nothing like this interface between the placenta and the womb anywhere else in our bodies. When geneticists looked at the gene responsible for creating it, they realized that it was almost identical to those used by retroviruses to produce proteins that attach to cells they’re infecting without triggering an immune response.\nThe scientists concluded that a crucial function of the placenta didn’t emerge gradually as a result of evolution by natural selection, but was suddenly acquired when a retrovirus inserted its DNA in our ancestor’s genome. So, if one of our distant ancestors hadn’t been infected by this tiny virus hundreds of millions of years ago, humans would reproduce be laying eggs.\n\n\n\n\n                  \n                  Interdependent Relationships with our microbiome \n                  \n                \n\n…humans have outsourced some essential tasks to microbes. This is because bacteria can adapt more quickly to new situations than humans.\n\n\nChapter 4\n\n\n                  \n                  Black Death and the Church \n                  \n                \n\nBy the mid-14th century the Catholic Church had drifted a long way from the message of humility, compassion, and faith preached by Jesus and his followers. This time around, there was no upstart religion to offer an alternative to Christianity, as it had once done to paganism. Instead, the insurgency came from within the established faith. During the Black Death and subsequent plague outbreaks, people looked to the Church for comfort. All  too often they didn’t find it. Many clergy simply fled.\nFor example, about 20% of the parish priests in the English diocese of York and Lincoln(sp???) abandoned their posts rather than stay and tend to their flocks. Those who remained in their parishes to deliver the last rites to the dying masses were more likely to be exposed to Yersinia pestis and die. In many towns and villages, there wasn’t anyone to lead the rituals that helped people to deal with loss. An eye witness … bemoaned the fact that ‘no priest came to hear the confession of the dying or to administer the sacraments to them.’ …\nEven before the Black Death, the power and wealth of the Church attracted people to the Priesthood who were motivated by personal advancement, rather than spiritual concerns. So many clergy perished, that the Church had no choice but to loosen the entry requirements in order to replace them, resulting in influx of inexperienced, and in many cases, even more unsuitable people into the Priesthood.\nThe portrayal of the clergy in the literature of the second half of the fourteenth century demonstrates how little they were respected. In Boccaccio’s Decameron priests, monks, menthican(sp???) friars, and even nuns were on the prowl for sex wherever they could find it. Chaucer’s Canterbury Tales satirizes English society, most of all the Church. It paints a picture of a lazy, greedy clergy, including a monk who prefers to hunt on his fine horse rather than pray, and a friar who’s taken a vow of poverty, but gleefully pockets money from destitute widows to fund his extravagant lifestyle. While the Catholic Church failed to satisfy the spiritual needs of the population, it succeeded in making a profit off believers’ existential angst.\n…\nFaced with the failure of the Catholic Church…\n\n"},"Atoms/Personal-Branding-in-2025---Chris-Do":{"title":"Personal Branding in 2025 - Chris Do","links":[],"tags":[],"content":"Commodity = product/service without a story\nexp: bottled water. Intangible value\nSocial media = familiarity + trust at scale\nDifferent is better than better.\n2-word stories\nJess ________ Brown\n\nTrue\nUnique / Memorable\nBonus points if Vulnerable\n\nHuman-Robot | curious |\nAutomator | Quiet | Thoughtful | Devigner |\nWeb | Marketing\nWrite to someone specific\nI’m an (Adj + Title). I struggle with (…). I want (…) or I risk (…)\nAI = Immortality\nGive it all of your content to be able to provide “you” down through generations."},"Atoms/Personal-Systems-for-Character-Updates":{"title":"Personal Systems for Character Updates","links":["Atoms/47.-White-Liberals'-Views-on-Racism-Have-Rapidly-Changed"],"tags":["permanentnote"],"content":"What systems or methods can you put into action in your life so that things like social justice / racial justice aren’t motivated by emotion alone?\nEmotion doesn’t last long enough to do any good. We’re up against a system, so we’re going to have to use systems to detangle ourselves from the patterns that have been baked in.\nWe can’t let our sudden awareness of racial injustice turn into virtue signaling (saying the right things, but still ultimately apathetic). The emotion of the shock and the outrage are not enough to sustain our character or our values long enough to create change.\nThoughts from 47. White Liberals’ Views on Racism Have Rapidly Changed"},"Atoms/Pixel-Art":{"title":"Pixel Art","links":[],"tags":["permanentnote"],"content":"One of the most restrictive media, yet producing some extremely creative and satisfying results. It is similar to gesture drawing, in that the idea is to capture the essence of what visually represents the subject.\nYou can’t create anything close to a naturalistic, high-fidelity rendering on a 32 x 32 pixel sprite. Instead, what can you do with lines and colors to hint at the features that define the subject? How can you describe its motion, its silhouette, its expressions/emotions with a few dots?\nI think pixel art is easy to dismiss, because it seems like a niche—perhaps nostalgic—medium. We’ve seen a lot of it over the years, mostly through video games, unless you’ve sought out other artworks intentionally. This familiarity with it has certainly made me miss the subtleties and thoughtful execution."},"Atoms/Portals":{"title":"Portals","links":["Atoms/Motion-and-Memory"],"tags":[],"content":"\ntherapy: trying to work out a way to separate work frustrations from home.\nMemory: context-based. Motion and Memory\n"},"Atoms/Postel’s-Law":{"title":"Postel’s Law","links":[],"tags":[],"content":"\n\n                  \n                  Quote\n                  \n                \n\nBe liberal in what you accept, and conservative in what you send\n\n\nThink credit card number or date inputs—how sometimes they’re really easy to work with by the front-end advancing things for you, but sometimes they’re super frustrating. Esp. dates when they force a leading zero on the month or you put it in a different order than normal (Django!! yyyy-mm-dd)."},"Atoms/Pottery":{"title":"Pottery","links":["Lessons-from-the-Potter's-Wheel"],"tags":[],"content":"My first experience with the Potter’s Wheel\n\nArt competition /pride - hard to just do art because it comes w/all of these expectations\n\nLady who had recently been in college &amp; did pottery there—teacher gravitates to them in some ways\n“Just chill, man” (husband/wife competition ruining the experience, according to the teacher. Pottery-people are chill, the process should be focused and calm-ish, meditative)\n\n\nCentering is THE most important. Everything else is much easier &amp; almost self-working.\nTech + art is the most fundamental combo. (Potter’s wheel)\nLessons from the Potter’s Wheel\n"},"Atoms/Prescience":{"title":"Prescience","links":["Atoms/Prescience-in-Dune"],"tags":[],"content":"Knowing before.\n\nPrescience in Dune"},"Atoms/Project-Based-inputs":{"title":"Project Based inputs","links":[],"tags":[],"content":"I think we can learn a lot from designers and their process in creating brand new visual identity designs branding that kind of a thing or even just going through a simple new project that they are designing\nA typical project might start off with a design brief where we talk about what’s required with the goal is the things that we want to see and maybe even some direction on you know the type of design that fits this project especially if it’s brand new to the the style like in an agency or even a freelance context\nAfter digesting the brief we go and start collecting various inspirational pieces. That helps us to start to define a visual style visual language. The purpose of this part of the process is not to start designing but to start influencing our inputs and creating a place where we can get and idea of the direction in a visual context\nThis a very messy part of the process it’s kind of like sketching where we’re not committed to anyone direction or anyone design we are collecting the inputs that will hopefully drive an output that is successful according to the originally stated goals in the creative brief\nThis is where we can inform our own processes in other unrelated design work so like with developers with marketers or any other kind of knowledge work\nI also think this is a strategy to beat course overload and over indulging in content as a way to procrastinate actually taking action\nThe difference here is that yes you can collect inputs but there is a point at which you have to stop and start making some decisions\nWhat if we took this into our daily content consumption practice?\nIn the context of a design project we’re able to take in as much as we want but there is a limit and it is scoped to a specific goal"},"Atoms/Project-Management":{"title":"Project Management","links":["Atoms/Orthogonality"],"tags":[],"content":"\nYou want smaller tasks for better tracking and better morale.\n\nHow do you know it’s done?! Let there be an end to it.\n\n\nLike a Django app Orthogonality—should be focused and specialized.\n"},"Atoms/Project-Premortem":{"title":"Project Premortem","links":[],"tags":[],"content":"Strategic Exercise: Before starting a project, have everyone write down all the reasons they can think for why the project would completely fail.\n\n\n                  \n                  Quote\n                  \n                \n\nalistapart.com/article/design-for-real-life-excerpt/\nOne way to outsmart those biases early on is to hold a project premortem. As the name suggests, a premortem evaluates the project before it happens—when it “can be improved rather than autopsied,” says Gary Klein, who first wrote about them in 2007 in Harvard Business Review:\n\n\n                  \n                   The leader starts the exercise by informing everyone that the project has failed spectacularly. Over the next few minutes those in the room independently write down every reason they can think of for the failure. (bkaprt.com/dfrl/07-02/)\n                  \n                \n\n\n"},"Atoms/Promptframes":{"title":"Promptframes","links":[],"tags":["literaturenote"],"content":"Using AI to fill in the content of your low-fi not-quite-wireframes, not-quite polished mock-ups.\nGetting rid of Lorem Ipsum, because for UX designers, at least, “the content inspires feedback, not the container.”\nPosits that this will help improve user feedback on designs, get faster iteration, have better collaborations and focus on objectives.\nwww.nngroup.com/articles/promptframes/"},"Atoms/Prototype-theory":{"title":"Prototype theory","links":["gender"],"tags":[],"content":"“Family resemblance” rather than a requiring of all necessary and sufficient conditions.\n\n\n                  \n                  From the Abstract of, &quot; Prototype theory: An alternative concept theory for categorizing sex and gender?&quot;\n                  \n                \n\n“Ultimately, prototype theory constitutes a desirable conceptual framework for gender because it permits commonality without essentialism, difference without eliminating similarity. However, the instability of prototypical definitions would be difficult to implement in a practical environment and could still be manipulated to subordinate. Therefore, at best, prototype theory could complement more stable concept theories by incorporating contextual difference.”\n\n"},"Atoms/Pull-to-Analog":{"title":"Pull to Analog","links":[],"tags":[],"content":"Pull to analog using notebooks is so enticing, but it still has its problems.\n\n\nUse the handwritten physical notebooks as:\n\nCatch. all /capture\nCodexes - distilling your knowledge\n\n\n\nhelps me to use the shorter, smaller notebooks\n\n"},"Atoms/Purpose-of-Satan":{"title":"Purpose of Satan","links":["Genetically-Modified-Skeptic","Ben-Shapiro-Catches-Himself-Agreeing-with-Satanism","Atoms/Satan"],"tags":["literaturenote","spirituality"],"content":"source: Drew (Genetically Modified Skeptic)‘s video Ben Shapiro Catches Himself Agreeing with Satanism\nFinal thoughts @ end:\n“this is the irony of many who claim that their out-group is literally in league with an evil supernatural being. They claim moral superiority in their objection to that being, but then, as if not taking on that being’s dark symbolism is all that matters, embody that being’s exact vices: deceit, selfishness, and hatred.”\n\n\n                  \n                  Quote\n                  \n                \n\n“My hope is that more people will realize that this is the precise reason characters like Satan are invented: to take moral scrutiny off of oneself and place it unfairly onto another.”\n\n\nSatan"},"Atoms/Queens---Series":{"title":"Queens - Series","links":[],"tags":[],"content":"Ep. 4: Savanna Queens\nElephants can recognize their kind’s skeletons. apx 35 min into episode they show the elephants find the remains of another elephant. They circle the bones &amp; allow each one in the herd to touch an bones. It’s a ritual.\nMatriarchy hold ancient wisdom passed down through many generations. Where water sources are; dangers;\nElephants have always followed in the footsteps of their ancestors, but the Savanna is changing rapidly now.\nThey’ll need “compassionate, adaptable leaders if they are to survive.”"},"Atoms/Queer-Virtue---book":{"title":"Queer Virtue - book","links":["identity","Atoms/Gender","Atoms/Christians-are-Ruining-Christianity","Queer-Theory","Brigitte-Kahl","Charles-M.-Blow","Atoms/Queer-Virtue---Discussion-with-JK"],"tags":["book","spirituality","lgbtq"],"content":"Introduction\n“For too long, public discourse about LGBTQ people has tended to operate from the premise that queer identity is morally problematic, but that there are specific instances of individual queer people who live upright lives.”\n\n“I argue precisely the opposite: while individual queer people struggle at times with moral failing—as all human beings do—in general I perceive queer identity to have at its core a moral center of high caliber, one that is both inspirational and aspirational.” pg 3\n“authentic Christianity is and must be queer.” Queer meaning having the impulse to disrupt simplistic dualisms.\n” … to dismantle rigid attachment to male &amp; female as definitive poles.”\n\n“The face of the Christian church has become, for many people…the face of intolerance.” pg 7\nRelated: Christians are Ruining Christianity\n\n”… acknowledge the moral witness of other communities…”\nCelebrate, honor, and learn from them.\nShe claims significance to the word, “rupture” as an iconic code word in Queer Theory.\n\n\n                  \n                  what does &quot;rupture&quot; mean in queer theory? \n                  \n                \n\nChapter 1\nQueerness in the theology of Christianity: God and human aren’t so separate. Life/death is not so final. Christianity not confined to tribal, ethnic, national identities.\n\nSelf vs. Other - balancing act of separation, unification\nCan lead to dehumanization—worst expression of being off-balance.\nWhen there are monsters, you can justify almost anything\n“Understanding and negotiating one’s sense of self and one’s connection to others, drawing appropriate boundaries while maintaining necessary interconnection, is of vital importance.” pg. 23\n“the desire to comprehend oneself is a good thing; however, the urge to create binaries as a tool for such comprehension can be deeply problematic, especially when those binaries are overly rigid or simply false.” pg. 23\nChapter 3\n“Many people, not just queer people, know what it is to risk something for greater than social embarrassment simply by walking down the street being who they are.” –pg. 45-46\n“Queer people have a particular relationship to risk..In order to find deep intimate connection…we have to reveal ourselves. This means the stakes are high before we have even said a word.” –pg 46\n“Virtue is cultivated when one repeatedly chooses to step into a place of risk in order to live authentically into one’s identity.” pg 46\n“Safety is normal”=privilege\npg 52 - great page on violence and the need for churches to make explicit the condemnation of any violence. Queer violence isn’t always physical—it’s especially spiritual.\n“How do you talk about hope with someone who is dying?” pg. 55\n“For my patients, true hope wasn’t the possibility that someday they would be cured; it was the knowledge that some part of them wasn’t sick.” pg 55 (HIV/AIDS clinic she worked at as a chaplain.)\nChapter 5\nAbout the story of Peter rebuking Jesus at the Last Supper &amp; Jesus’s response, “Get behind me, Satan.”: “This is a cautionary tale extraordinaire for those with religious authority, and mother church specifically: You are not above being scandalized by the very message you proclaim.” pg 83\n“[Michael Warner] would say that we ignore or deny our shame at our expense and at the expense of others” Pg 86.\n“But as a priest I have also worked with many people for whom queer shame is a debilitating condition cruelly inflicted by sanctimonious devotees of various religions. Claiming to speak on behalf of God, these people of alleged faith work hard to convince beautiful queer souls that they are bad. Internalized, these messages of shame wreak spiritual havoc, not just upending lives, but all too often ending them.” p 87\n”… it is possible to collude with evil simply by denying our inherent value–denying it in ourselves, or denying it in others.”\n“It’s how any marginalized, abused community or individual throws off oppression, by declaring, ‘The scandal is not what you say it is. Yes, I was crucified. Yes, I am queer. Those things do not make me bereft of value as you say I am.” pg 88\nChapter 6\nSo far, this chapter has been my favorite.\nIndependent bookstores as a historically common place for queers to meet. For people to discuss things like politics, literature, art, science. How do these spaces accomplish this? How can I cultivate similar spaces–online, perhaps?\n“The church itself must be a place where binaries are examined and challenged. This is especially important when the binaries involve power dynamics or inform our ability to claim kinship with one another.”\nBrigitte Kahl-German Protestant minister, biblical scholar\nApparently Paul’s message was more about rupturing Rome’s ideas and power.\n“Christianity was a threat to Rome, as it was and still is a threat to any coercive power when it is lived authentically.” pg 100\nFreedom through adoption–you are free from Rome through this new movement of Christ…\nChapter 7\n“Being willing to sacrifice a false life is the only way to live a true one.” - Charles M. Blow, “Up from Pain,” New York Times, Sept. 21, 2014\n“The whole ‘love the sinner; hate the sin’ trope is based on the premise that queerness is about what you do, and that it flies in the face of who you actually are.” pg 110\n“I am not alone. I exist.” pg 110 - these are the two awarenesses queer people hopefully come to in their journey.\n“Cultivating Pride is tricky for Christians because we must embrace our value as children of God while simultaneously rejecting all the triumphalist, militaristic, hubristic carap that still pervades our tradition.” pg 219\nWas it militaristic Rome’s adoption of Christianity that instilled in our culture all of the offensive, violent, us vs. them markers still in play today? Ultimately, Rome ruined Christianity, because Christianity at its core was anti-Rome.\nSee Also\nQueer Virtue - Discussion with JK"},"Atoms/Questions-are-evergreen":{"title":"Questions are evergreen?","links":["Jay-Clouse"],"tags":["question"],"content":"“Answers are temporary and brittle. Questions are resilient and much more enduring.” —Jay Clouse, email “Uncomfy”"},"Atoms/Questions-from-the-Closet":{"title":"Questions from the Closet","links":[],"tags":["podcast"],"content":"Podcast hosted by Ben Schilaty and Charlie Bird"},"Atoms/Quit---book":{"title":"Quit - book","links":["Atoms/Sunk-Cost-Fallacy","Will-Smith","Atoms/Will---Book"],"tags":[],"content":"\nKill criteria\nSunk Cost Fallacy\nEndowment effect\nEscalation of commitment\nmonkeys and pedestals\n\n\n\n                  \n                  Virtue \n                  \n                \n\n“The opposite of a virtue is another virtue.”\n\n\n\n\n                  \n                  Reminds me... \n                  \n                \n\nWill Smith’s experience with the ocean “the Big She” at the end of his book Will - Book. If 99% wasn’t really the same as 0, all of the other things he had thought were weaknesses, turned out to be strengths as well. Surrender, reception, rest, stopping. The opposite of the traditional “strengths” are still virtues.\n\n\nProblem with finish lines / goals: it’s pass or fail. There’s no other progress marker. What if you broke your leg in the middle of the marathon? Pass / fail also stops you from starting things, because of the fear of failing—it’s too hard. If you do start, it causes an escalation of commitment, because you can’t not finish.\nTo fix this: make sure you have some “unless” verbiage in your goals. I’ll do this…unless I break a bone, the designs aren’t approved, the boss changes their mind.\nYou also need regular check-ins.\nWhat have you achieved along the way? (Not just did I reach the goal?)\nGoals are a proxy for an expected value equation; balancing the benefits you’re trying to gain against the costs you’re willing to bear.\n“Waste is a forward-looking problem, not a backward-looking one.”\n\n\n                  \n                  Quote\n                  \n                \n\n“Contrary to popular belief, winners quit a lot. That’s how they win.”\nlast line, Ch. 11\n\n"},"Atoms/Radical-Acceptance":{"title":"Radical Acceptance","links":[],"tags":[],"content":"If I see my art as good enough—beautiful—with its imperfections, how can I give that to me, myself?"},"Atoms/Reason-for-Lexicons---Language-Settings":{"title":"Reason for Lexicons - Language Settings","links":[],"tags":[],"content":"Everything has its own language.\nWhen you start a new video game, when you go to a class, when you join a group, when you download a new app, you’ll take some time to get acquainted with the language of the system.\n\nAppeal to dictionary fallacy\nCognition: problem with definitions\n"},"Atoms/Reduce,-Reuse,-Recycle-in-Code":{"title":"Reduce, Reuse, Recycle in Code","links":["Atoms/Input"],"tags":[],"content":"Reduce—solve one problem at a time (keep narrowing down)\nReuse—make it extensible/flexible/reusable separate from the inputs or use case\nRecycle—refactor? Take old code and improve on it. Transform it from “garbage” to something useful. Deconstruct it a reform it."},"Atoms/Religion":{"title":"Religion","links":[],"tags":[],"content":"This term is used only because it’s a convenient shortcut / grouping word. Many spiritual practices have nothing to do with the sense the word “religion” evokes, and it is biased towards a protestant-Christian view of what “church” and “religion” are.\nI’m currently using it to group together thoughts about Christianity, human spirituality, and human connectedness—whether human to human or human to “divine.”"},"Atoms/Religious-Innovation":{"title":"Religious Innovation","links":[],"tags":[],"content":"\nWaiting for God to make a change\nor- waiting for you to be in a place that’s open to possibilities of change.\n"},"Atoms/Remind-yourself-whose-team-you-are-on":{"title":"Remind yourself whose team you are on","links":[],"tags":[],"content":"Watching a “minor league football” game and a fight broke out after a play. Suddenly, other fights spontaneously emerged outside of the main group.\nIt seems silly, and my first reaction was to dismiss the behavior as stupid, unfounded, and so jockey.\nSomething about this particular eruption of fighting reminded me about my own experiences, and all of my judgement turned into empathy (unwanted as it was).\nI’ve been provoked.\nIt’s easy to see how confusion and anger can jump outside the initial point—my buddy is getting pushed around. The other team is taunting. The guy over there started harassing my teammate.\nSpontaneous eruption of emotions and collision of in-groups and out-groups.\nWhen you are provoked, can you remember whose team you’re on? Is it possible to escape the immediate group dynamics and play for humanity instead?"},"Atoms/Repetition-is-both-virtue-and-vice":{"title":"Repetition is both virtue and vice","links":[],"tags":[],"content":"some = learning\ntoo much = boring, abandonment\nAside / Semi-related\nTutorials/classes w/o exercises is just spectator sport.\nCan I build exercises into my YouTube videos? Pair-programming as a livestream structure? I’ll type, but allow space for people to do w/me?"},"Atoms/Research-Resources":{"title":"Research Resources","links":[],"tags":[],"content":"Public Domain Images\n\npublic.work/\n"},"Atoms/Rewiring-Your-Brain":{"title":"Rewiring Your Brain","links":[],"tags":[],"content":"Keep Sending the intention to your body and your brain will learn what’s needed to accommodate it.\nSome yogis can consciously regulate(?) their heart beat"},"Atoms/Rhythm-in-typing":{"title":"Rhythm in typing","links":[],"tags":["question"],"content":"Rhythm in typing? Is that how you get fast? Are there unique patterns for familiar phrases?"},"Atoms/Richard-Feynman":{"title":"Richard Feynman","links":[],"tags":[],"content":"\n\n                  \n                  Richard Feynman \n                  \n                \n\n“The ‘paradox’ is only a conflict between reality and your feeling of what reality ‘ought to be’.”\n\n\n"},"Atoms/Rigidity":{"title":"Rigidity","links":["Martha-Stewart","GURU-Conference"],"tags":[],"content":"\n\n                  \n                  “Rigidity in business is bad”\n                  \n                \n\nContext: “I always supplant the old with the new” As soon as there’s a better way, a better tool, a better idea, she took it and replaced the old way.\n—Martha Stewart, GURU Conference Keynote, 11-8-23\n\n\nIf people can’t customize their systems, they’ll look to other tools and solutions to fill in the gaps. This adds bloat and often doubles the work being done."},"Atoms/Rowan-Wilson":{"title":"Rowan Wilson","links":["Atoms/Religion"],"tags":[],"content":"Religion is a conversation. Avoid ending the conversation because that means God is no longer a contributor.\nReligions have to remember that they are not the object of their worship."},"Atoms/Satan":{"title":"Satan","links":[],"tags":[],"content":"Sandro Botticelli, Inferno, Canto XXXIV, ca. 1485. The Great Satan (www.cosmos.so/e/735861960)\n"},"Atoms/Science-and-Religion":{"title":"Science and Religion","links":["tags/permanentnote","Science","Atoms/Religion"],"tags":["permanentnote"],"content":"Note type:permanentnote\n\n\n                  \n                  This is old and does not accurately represent my current understanding \n                  \n                \n\n06-12-22\nThere is no science without faith. There is no religion without evidence.\nThis thought came to me as I thought about how ironic it is that we tend to pit faith against science, when I really can’t see them as being separate, incompatible realms. We only know science is valid, because we trust it—we’ve tried things out and kept what works. Is that not religion? We look for truth and join or keep the faith tradition we find that works for us.\nIf there’s one thing we can’t claim as humans, it’s truth. We don’t get to invent it, we don’t get to own it. We don’t always recognize it or accept it. No single religion or science owns truth. Science is built on faith—faith in the scientific process of discovering truth, faith in the scientists and discoveries that came before. Science’s truths change all the time. When we have more information, we tweak the conclusions or add a new step or update a name.\nReligion cannot claim truth, because it is God’s alone to know and to give. History teaches us what happens when a few “religious” leaders decide they own truth. While a religion can stand for a while without evidence of its veracity, people will only stay or pledge some kind of loyalty after their acceptance of the evidence they see in their lives as confirming this belief or faith.\nInstead of being at odds with eachother, science and religion must coexist, because they are not opposite groups. Rather, they are both in pursuit of the same thing with different methodologies. One cannot destroy the other, because they both rely on faith and evidence. They both fail if either fails. It is merely your choice if you meld your learnings from both methods together for a richer life or not."},"Atoms/Scientific-Advertising":{"title":"Scientific Advertising","links":[],"tags":["literaturenote"],"content":"This book was published in 1923. Has clearly sexist themes, but otherwise reminds me that not much has changed in the last 100 years. Why? Possibly in part because evolution takes time—just because some of us get wise to psychology and tricks, doesn’t mean it stops working at scale. Even knowing the tricks doesn’t leave you invulnerable…\nHeadlines\nHail those who will be interested in your product. Should call out to them and only them.\nMyth: people don’t read advertisements. Reminds me of the thought that people don’t scroll or read the website. Those interested will read.\nCh7\n\n\n                  \n                  Quote\n                  \n                \n\n“If a claim is worth making, make it in the most impressive way”\n\n\n\n\n                  \n                  Platitudes and generalities don&#039;t have any weight. \n                  \n                \n\n“Specific claims made in print are taken at their value.”\n\n\nCh 8\nPut all of your most important claims in each ad. People don’t read a news article twice, so “serial” ads aren’t going to be effective. You must assume a first-read only.\nYou address an uncovered prospect in ads.\n\n\n                  \n                  Advertise in complete stories \n                  \n                \n\n“Long or short, an advertising story must be complete”\n\n\nA reader lost may never be a reader again.\nCh 9\nDo only that which attracts your people. Not here to simply amuse and attract.\nCh 10\n\n\n                  \n                  The problem with behavior change \n                  \n                \n\n“Changing people’s habits is very expensive.”\n\n\n\n\n                  \n                  Cures, not preventions \n                  \n                \n\n“People will do much to cure trouble, but people in general will do little to prevent it.”\n\n\nOther takeaways\nCan’t go after 1,000 if you can’t go after 1.\n\n\n                  \n                  Sampling \n                  \n                \n\n“Let thousands tell what millions will do.”\n\n\ninvitation &gt; warning\nLongform content is great for high-intent.\nCuriosity is one of a human’s greatest incentives."},"Atoms/Shadow-Work":{"title":"Shadow Work","links":["Atoms/Symbol"],"tags":[],"content":"\n\n                  \n                  Quote\n                  \n                \n\nThe shadow personifies everything that the subject refuses to acknowledge about himself\n—(Jung, C.G. _The Archetypes and the Collective Unconscious (London 1996).)\n\n\n\n                  \n                  Quote\n                  \n                \n\n[If and when] an individual makes an attempt to see his shadow, he becomes aware of (and often ashamed of) those qualities and impulses he denies in himself but can plainly see in others—such things as egotism, mental laziness, and sloppiness; unreal fantasies, schemes, and plots; carelessness and cowardice; inordinate love of money and possessions…\n—(von Franz, Marie-Louise. [1964] 1978. “The Process of Individuation.” In Man and his Symbols, edited by C. G. Jung. London: Picador. ISBN 0-330-25321-2.)\n"},"Atoms/Shavian-Alphabet":{"title":"Shavian Alphabet","links":["There's-a-better-English-alphabet","Rob-Words"],"tags":[],"content":"Phonemic, not phonetic. It has room for your accent\n\nefficient for writing. no need for silent letters, All strokes can be drawn in one stroke\n\n48 letters specifically designed for English-only\nShavian. info\n\nhas a Shavian keyboard\nthere already are uni codes for each Shavian character\n\nThere’s a better English alphabet, Rob Words, YouTube"},"Atoms/Ship-of-Theseus":{"title":"Ship of Theseus","links":["Plutarch"],"tags":[],"content":"Thought experiment: if you have some thing and replace all of its parts one by one, do you still have the same thing?\nCalled “Ship of Theseus,” because Plutarch posited that the Athenians preserved the ship that Theseus used to return from Crete by replacing “old planks as they decayed.” (Life of Theseus 23.1)\nThomas Hobbes then asked if someone gathered all of the old parts that were replaced and rebuilt the ship with those parts in all the same places, would that then be the “original” ship? Or is it the one that was preserved?\nSource: en.wikipedia.org/wiki/Ship_of_Theseus\n\n\nSimilar Topics\n\nBuddhist text Da zhidu lun,  see: Is This Me? (2021 paper) www.academia.edu/45371004\n“Ise Grand Shrine is rebuilt every twenty years with entirely ‘new wood’” —wikipedia, Ship of Theseus\n\nAntithesis / What’s opposite / What competes?\n\n\n\nWhere does this lead?\n\nWhat is identity?\nWhat about us? Constantly regenerating new cells, updating beliefs, learning, behavior changes.\n\nWhere does this come from? (Theme/Question)\n\nIs there continuity in identity? Does identity come from continuity?\n"},"Atoms/Skeuomorphism":{"title":"Skeuomorphism","links":[],"tags":["permanentnote"],"content":"Style of design (usually interfaces) in which objects look like they do in the real world.\nFor example, buttons with realistic shadows or that are made to look tactile. The recycling bin on a Mac.\n(Apple leaned into this heavily for years and there are still remnants of it in their icons and other features.)"},"Atoms/Skills-From-Design-That-All-Knowledge-Workers-Need":{"title":"Skills From Design That All Knowledge Workers Need","links":[],"tags":[],"content":"QA By Shapes\nWhen you look at text as a shape, it becomes much easier to spot differences.\nNeed to check if one paragraph has changed? Look at its rag."},"Atoms/Slow-Productivity---Book":{"title":"Slow Productivity - Book","links":["Georgia-O'Keeffe","Atoms/John-McPhee-process-of-writing"],"tags":[],"content":"Georgia O’Keeffe\nJohn McPhee process of writing\n\n\n                  \n                  Ch 2: A Slower Alternative \n                  \n                \n\n“…focus on alternatives to what’s wrong, and draw the solutions from time-tested traditions.”\n\n\n\n\n                  \n                  Better than to tend barely contained fires: \n                  \n                \n\n“When you approach a project without the hurrident need to tend many barely contained fires, you enjoy a more expansive sense of experimentation and possibility.”\n\n\n\n\n                  \n                  Quote\n                  \n                \n\n“I recommend capturing as many categories of regular tasks as possible into an increasingly elaborate auto-pilot schedule…Containing tasks is not about escaping the small, it’s instead about making these efforts as painless as possible.”\n\n\n\nRituals 4:37:03\nFirst, Form your own personalized rituals Around the work you find most important. Second, in doing so, Ensure your rituals are sufficiently striking To effectively shift your mental state into something more supportive of your goals.\nMy now: Make your rituals striking so that they can effectively shift your mental state\nHard wood grows slowly—Jewel\nTrade complexity for quality\nChapter 2\nTraditions that survived the gauntlet of cultural evolution were more likely to survive (50:52)\nFocus on solutions to what’s wrong and draw from time tested…? (Grab this quote just before here)\nPart 2, Chapter 3: Do fewer things\nBetter than to tend barely contained fires… Grab this quote, this marks close to the end, so go back a little\nJust before this he’s talking about rhythm and ritual for tasks. Task-based auto pilot, including time and location."},"Atoms/Smaller-Sooner,-Larger-Later":{"title":"Smaller Sooner, Larger Later","links":[],"tags":[],"content":"In Behavioral psychology, there are two types of rewards that can demonstrate a subject’s ability to be patient and strategic. The Smaller, Sooner reward is often menial and it’s awarded much more quickly than the Larger, Later reward. The subject can’t have both and must decide if they want the smaller reward (now) or the larger reward (later)."},"Atoms/Smart-House---film-1999":{"title":"Smart House - film 1999","links":["Atoms/Input"],"tags":[],"content":"Benefits AI gave for Work from home🙂\n\nless noise, distractions\nremoves commute\nguaranteed increase in productivity\n\nAl learns from inputs the son (Ben) gives it, which is technically where the conflict comes in.\nAI is confronted w/conflicting needs and “commands”\nDecides its own judgment is superior and takes actions to impose it on the family.\nBecomes somewhat “self-aware” or maybe better put: takes inspiration of what it “should” be, based on human-like impulses/feelings/roles.\nIs “defeated” by being told what it can’t do. AKA we are projecting our own fears on it as though that resolves the issue.\nStill exerts some “randomness” of its own agenda at the end (puts chocolate chips in pancakes without telling the dad). Although it clearly is assuming its role to “serve without interrupting.” (Interrupting might not be the right word?? Double-check)\nProblem: Ultimately this is a “you’re still not good enough / we won’t accept you” kind of attitude toward Al,\nToo much “you can’t do this” mentality.\nwatched: 2/4/24"},"Atoms/Social-safety":{"title":"Social safety","links":["Dr.-Lisa-Diamond"],"tags":["literaturenote"],"content":"Basic, social connection, acceptance, inclusion, and protection. You’re part of a collective, not alone, someone has your back.\nFundamental to the human brain—we can’t live alone. Our brains are wired for connection because we’re social creatures.\n“In the environment in which we adapted…being excluded from the group, being shamed, being rejected, was a death sentence.” —Dr. Lisa Diamond"},"Atoms/Spatial-Dimension":{"title":"Spatial Dimension","links":["Edward-T.-Hall"],"tags":[],"content":"\n\n                  \n                   Edward T. Hall, American anthropologist\n                  \n                \n\n“We all have a spatial dimension, that determines our relationship to each other and our surroundings.”\n\n"},"Atoms/Spatial-navigation-and-memory---A-review-of-the-similarities-and-differences-relevant-to-brain-models-and-age":{"title":"Spatial navigation and memory - A review of the similarities and differences relevant to brain models and age","links":["input","Taking-Advantage-of-Digital-Space"],"tags":["literaturenote"],"content":"www.ncbi.nlm.nih.gov/pmc/articles/PMC10083890/\nMemory plays an important role in our navigation. The decisions made to navigate familiar paths require some kind of memory for how the paths are oriented (think spatial geometry).\n\n\n                  \n                  Shortcuts \n                  \n                \n\n For example, if you want to take a short cut between two familiar paths on campus, you need to have some memory for how the unseen paths are oriented in terms of their spatial geometry.\n\n\n\n\n                  \n                  Despite focus of commonalities of navigation and memory... \n                  \n                \n\n…spatial navigation and memory involve substantial differences, both cognitively and in terms of the underlying brain structures and neural mechanisms that support them.\n\n\n\n\n                  \n                  Title \n                  \n                \n\nNavigation can perhaps best be conceived as involving continuous sensory input, be it idiothetic (body-based, such as vestibular) or visual (including optic flow and landmarks), involving learning how to weight different cues and employ different heuristics depending on environmental demands. In contrast, episodic memory can be thought of as a largely internally driven process that, while often dependent on an initial cue, can function largely independently of external cues once initiated.\n\n\nepisodic memory (i.e., event-memory)\nallocentric navigation (i.e., wayfinding with reference to multiple external landmarks)\nNavigation as a dynamically acquired complex cognitive motor skill\nNavigation uses two fundamental inputs: idiothetic and visual cues. Idiothetic being the signals that are continuous as we move through space, such as TK!!!!\nVisual cues are things like borders and landmarks that can help us approximate distances and directions and track where we are. It’s highly relative: based on these cues, we can approximate these distances based on our experience (this is a strong case for the theory that navigation is more of a learned skill).\n\n\n                  \n                  Wayfinding straddles navigation and memory \n                  \n                \n\nThere are areas of intersection involving navigation and memory, such as wayfinding, which typically involves remembering paths, and their geometry, and using these to find short cuts. Wayfinding thus involves relatively equal demands on memory and navigation.\n\n\nSelf-motion cues aren’t present in a desktop/virtual environment. This was part of the critique of the findings of the Sea Hero Quest studies. Might be interesting point for Taking Advantage of Digital Space\nOur past experience and environment in which we grew up “strongly shapes current navigational ability”—based on findings between SLC, Utah participants and Padua, Italy participants solving a virtual “Morris Water Maze.”\nSLC has low entropy thanks to the grid system, while Pauda, Italy “requires learning paths based on proximal landmarks.”\n\n\n                  \n                  Maze \n                  \n                \n\nPadua participants outperformed Utah participants at using proximal cues to navigate and taking short cuts…[They] also showed better performance at pointing to real-world familiar landmarks than those from Salt Lake City.\n\n\n\n\n                  \n                  Case for Navigation as complex cognitive-motor skill \n                  \n                \n\nPuluwat sailors of the south pacific who navigate, in some cases, thousands of miles of open ocean with no external aids. The Puluwat go through years of apprenticeship to master the ocean and wind currents, track star positions throughout the night, and learn heuristics for maintaining a constant bearing when exiting an island.\n\n\n\nArticle cites: Ekstrom AD, Spiers HJ, Bohbot VD, Rosenbaum RS. Human Spatial Navigation: Princeton University Press; 2018. [Google Scholar] [Ref list]\n\n\n\n\n\n                  \n                  Title \n                  \n                \n\nn the case of the Puluwat, navigation is finely tuned for the ocean environment (e.g., ocean and wind currents) while for wilderness orienteers, skills are developed and focused on land-based features. The idea of navigation as a skill is also consistent with the well-noted individual differences in navigation17, 18, which may stem in part from the different environments, conditions, and other factors that navigators experience throughout a lifetime.\nCitations: 17. Weisberg SM, Schinazi VR, Newcombe NS, Shipley TF, Epstein RA. Variations in cognitive maps: Understanding individual differences in navigation. Journal of Experimental Psychology: Learning, Memory, and Cognition 2014;40(3):669. [[PubMed](pubmed.ncbi.nlm.nih.gov/24364725)] [[Google Scholar](scholar.google.com/scholar_lookup+of+Experimental+Psychology:+Learning,+Memory,+and+Cognition&amp;title=Variations+in+cognitive+maps:+Understanding+individual+differences+in+navigation.&amp;author=SM+Weisberg&amp;author=VR+Schinazi&amp;author=NS+Newcombe&amp;author=TF+Shipley&amp;author=RA+Epstein&amp;volume=40&amp;issue=3&amp;publication_year=2014&amp;pages=669&amp;pmid=24364725&amp;)] [[Ref list](www.ncbi.nlm.nih.gov/pmc/articles/PMC10083890/#R17)]\n\n18. Malanchini M, Rimfeld K, Shakeshaft NG, McMillan A, Schofield KL, Rodic M, et al. Evidence for a unitary structure of spatial cognition beyond general intelligence. npj Science of Learning 2020;5(1):9. [[PMC free article](www.ncbi.nlm.nih.gov/pmc/articles/PMC7331750/)] [[PubMed](pubmed.ncbi.nlm.nih.gov/32655883)] [[Google Scholar](scholar.google.com/scholar_lookup+Science+of+Learning&amp;title=Evidence+for+a+unitary+structure+of+spatial+cognition+beyond+general+intelligence.&amp;author=M+Malanchini&amp;author=K+Rimfeld&amp;author=NG+Shakeshaft&amp;author=A+McMillan&amp;author=KL+Schofield&amp;volume=5&amp;issue=1&amp;publication_year=2020&amp;pages=9&amp;pmid=32655883&amp;)] [[Ref list](www.ncbi.nlm.nih.gov/pmc/articles/PMC10083890/#R18)]\n\n\n\negocentric = navigating based on the continuous movement of self through space\nallocentric = navigating by the external, stationary objects/landmarks\nNavigation and memory: Neuroanatomical models that postulate emergence from computations in the medial temporal lobes\n\n\n                  \n                  Lesions in rodents... \n                  \n                \n\nHippocampal lesions disrupt the rodent’s ability to find a target based on distal landmarks compared to finding a beacon or finding the target from the same location22, 23, which is possibly supportive of an allocentric deficit (but see24, 25, 26) . Hippocampal lesions also affect temporal order memory in rodents, a critical part of episodic memories22, 43\n\n\nConclusions and outstanding questions\n\n\n                  \n                  Network model pros and cons \n                  \n                \n\nNetwork models appear to have greater explanatory power in accounting for both similarities and differences between episodic memory and navigation. These models also show promise in explaining the differing effects of brain lesions and aging on navigation and memory by focusing on connections. As network models (particularly non-aggregate models) are still under development, many questions remain about their viability.\n\n"},"Atoms/Speed-of-adoption-and-abandonment":{"title":"Speed of adoption and abandonment","links":["Daniel-Titchener","Atoms/The-Biggest-Interior-Design-Mistake","How-adoption-speed-affects-the-abandonment-of-cultural-practices","Jonah-Berger","Gaël-Le-Mens","Bandwagon-Effect"],"tags":[],"content":"Daniel Titchener-The Biggest Interior Design Mistake\nReferenced How adoption speed affects the abandonment of cultural practices by Jonah Berger and Gaël Le Mens\nThe faster the adoption, the faster the abandonment\n\nBandwagon Effect\nThe irony is that if you try to be the one not following or doing the opposite, you’re seen as a snob/not great\nBest strategy is to understand design principles that have stood the test of time.\nYou’ll always be called out as “making mistakes” by someone at some time, because taste, trend, etc. change over time. There is no way out of that"},"Atoms/Spotlight-search-and-reveal-in-Finder":{"title":"Spotlight search and reveal in Finder","links":["Atoms/Productivity-Tips"],"tags":[],"content":"”Or use Spotlight to find the app, then press and hold the Command (⌘) key while double-clicking the app in Spotlight.”\nApple Support Page\nConnections\n\nProductivity Tips\n"},"Atoms/Standard-Operating-Procedure-(SOP)":{"title":"Standard Operating Procedure (SOP)","links":[],"tags":[],"content":"Scripting for people. It’s taking a process that must be done in your business or work and detailing the steps for how it should be accomplished.\nThis allows you to either automate the process (with actual scripting) or lets you give the SOP to someone to do for you (such as an employee or contractor).\nBenefits\n—Consistency and reduced errors. You don’t have to remember everything, therefore you won’t likely forget something. Takes out extra decision-making.\n—Helps onboard extremely fast—plug-and-play.\n—Flexible: every time you learn something from a mistake or new information, you can update the SOP to remember it for you in the future (think legal concerns, compliance, new steps)\n—Systematized business operations"},"Atoms/Stanislov-Petrov":{"title":"Stanislov Petrov","links":["Atoms/Your-Undivided-Attention"],"tags":[],"content":"Stanislov Petrov dismissed the alarm that mistook reflection for a ballistic missile, seemingly from the US to USSR.\n—referenced by Your Undivided Attention as a reason why AI is dangerous—doesn’t have the ability to question things like a human."},"Atoms/Stiff---The-Curious-Lives-of-Human-Cadavers":{"title":"Stiff - The Curious Lives of Human Cadavers","links":[],"tags":[],"content":""},"Atoms/Stop-When-You-Are-Going-Good":{"title":"Stop When You Are Going Good","links":["Ernest-Hemingway"],"tags":[],"content":"\n\n                  \n                  Quote\n                  \n                \n\nThe best way is always to stop when you are going good and when you know what will happen next. If you do that every day when you are writing a novel, you will never be stuck.\n—Ernest Hemingway\n\n\n"},"Atoms/Strong-vs-Weak-Testimony":{"title":"Strong vs Weak Testimony","links":["tags/build"],"tags":["build"],"content":"build\nWe often use “strong” or “weak” as adjectives for describing a testimony, but what are the conditions to have a strong / weak testimony? Testimony = witness, so how does one have a strong witness or how can you stengthen a  witness?\nWhat components create a strong witness—and is it a one-time event? A compilation of weak witnesses = a strong one (unlikely). A string of strong ones = strong testimony.\nMay be a bit of a fallacy to believe that we have “a” (singular) testimony which either grows or dies, and its strength is measured by how well it matches the cultural dogma or the handbook."},"Atoms/Study-of-Toyota-Manufacturing-Line":{"title":"Study of Toyota Manufacturing Line","links":["Atoms/Clayton-Christensen"],"tags":["literaturenote"],"content":"Clayton Christensen summarized his own study to me in Massachusetts, 7/22/2014.\nComparison of Toyota and Chrysler manufacturing lines:\nThe strategy at the time was to force a fixed time that each part was to be assembled in, which lead to variable output. Changing the system to allow people to do their part right created variable time but they ended up fixed output (less mistakes, or system breakdowns).\nFixed time ⇒ variable output\nVariable time ⇒ fixed output"},"Atoms/Studying-Systems-from-Cartooning":{"title":"Studying Systems from Cartooning","links":["Atoms/James-Clear","Scott-Adams","Dilbert---Comic-Strip"],"tags":[],"content":"Those Sunday cartoon strips are actually pretty automated, but they certainly don’t feel like it.\n\n“Comic strips were extraordinarily popular early in the 20th century because they entertained and engaged readers unlike any other medium,” said Ken Paulson, dean of the College of Media and Entertainment at Middle Tennessee State University. “Comic strips were really the television of their era. People would develop favorite comic strips that they would follow and read every single day, just as they might see their favorite TV show every day.”\n“Comic strips have constituted one of the most dynamic art forms in the world over the past century,” Paulson said. “They were a huge American success story and paved the way for ever more imaginative movies and television. Long before there was Star Wars, there was Buck Rogers. The influence of comic strip artists on contemporary art is undeniable and is a lasting legacy.”\nsource: www.deseret.com/2015/11/1/20575611/the-evolving-landscape-of-comic-strips\n\nJames Clear mentions learning about systems from Scott Adams, the creator of Dilbert - Comic Strip"},"Atoms/Survive-the-21st-century---3-Primal-Resilience-Methods-for-Crisis--and--Everyday-Well-Being---Video":{"title":"Survive the 21st century - 3 Primal Resilience Methods for Crisis & Everyday Well-Being - Video","links":["Fandabi-Dozi","The-Social-Dilemma"],"tags":["literaturenote"],"content":"Source:  Fandabi Dozi\nHe was inspired by the documentary The Social Dilemma to find ways to help us with modern day “dirt survival” skills.\nYour attention is valuable. We need to save some of that for us and our family.\nMethod 2: Learn how to live on a rucksack in your local environment\nRoot problem–a complete disconnect from nature/environment\n3: Channel fight/flight method into flow\n\nthe breath –exhale 2-3x longer than inhale\nthe posture\nthe movement-martial art/combat sport\n"},"Atoms/Taylor-Swift-Is-Not-Alone---The-Deepfake-Nightmare-Sweeping-the-Internet":{"title":"Taylor Swift Is Not Alone - The Deepfake Nightmare Sweeping the Internet","links":["Atoms/Mary-Anne-Franks","identity","Atoms/Warning-Signs---What-Happens-to-Women-and-Girls-Sets-Up-Danger-for-Everyone","Atoms/Your-Undivided-Attention"],"tags":["literaturenote"],"content":"Terms: Revenge Porn vs. Digital Forgery\nDon’t call it “revenge porn” because that is more closely aligned with the view of the abuser. e.g. He is mad at some woman and is getting revenge on her with some kind of explicit material of which she is a part or represented in.\nMary Anne Franks prefers the term “digital forgery” because it better explains what this is doing.\n“This is not about someone talking about you, this is someone trying to take over your identity and make it seem as though they are you.”\nTypical objections: it’s just free speech/parody, etc. That’s also why “digital forgery” is a more descriptive term.\n\nTech crimes or dangers aren’t really new—they’re usually variations on themes that we’ve seen in the physical world—fraud, impersonation, forgery, etc. Tech just allows this to happen at scale.\nWarning Signs - What Happens to Women and Girls Sets Up Danger for Everyone\n\nDeepfakes—what could offer protection? Mary’s response was that we needed laws to make it criminal as well as being able to sue for violation of: “you cannot engage in digital manipulation of a person without their consent—with the clarification that we’re only talking about creating images that are virtually indistinguishable from real ones.”\nBetter at federal level so there’s no confusion (or loop holes) for people in different states.\n\nImage-based sexual abuse. That’s pornographic deepfakes, images generated by apps that undress people for whom you have photos/videos, and more.\n\n\n                  \n                  Quote\n                  \n                \n\n“When we’re talking about image-based sexual abuse, you cannot actually undo what has been done. We have to have a situation where a would-be perpetrator thinks twice and decides not to do this. The point is to have it be a criminal prohibition that puts people on notice how serious this is, because not only will it have negative consequences for them, but one would hope that it would communicate that the incredibly negative consequences for the victim will never end.”\n—Mary Anne Franks apx 27 minutes into podcast\n\n\n\nA deeper problem is how it trains people to dehumanize. People who didn’t even look for porn etc. have this now presented for free, out in the open.\nOur tech trains people to do things that they likely wouldn’t have done outside of that context. Maybe they were mad and wanted to do a schmear campaign—now the tech makes it easy and rewards you for that effort. You even have people being praised socially for their “creations” (like bros giving praise / admiration).\n\nNeed policies that don’t just prohibit, but also be proactive against these behaviors.\n\n\n\n                  \n                  Concept for tech companies to adopt \n                  \n                \n\n“When you are designing anything—a policy, a building…or a product…Think about the most vulnerable person in society and how whatever it is that you are building is going to affect that person. The kinds of vulnerabilities that that person might face, the kinds of impact that it might have on them, whether or not they’d be able to use it effectively the way that other people could be, and try to design for them.”\n—Mary Anne Franks on Your Undivided Attention Podcast\n\n\napx 37 min\n"},"Atoms/Teach-to-cause-action":{"title":"Teach to cause action","links":["Atoms/Herbert-Spencer"],"tags":[],"content":"Transclude of Herbert-Spencer#^education\n—Herbert Spencer\nProject-based learning: a project they’re interested in. Build until you can’t—then learn just enough to get past that roadblock.\nProjects are artifacts of learning—portfolio-like skill showroom. Collect them to refer back to, to establish credibility, to build from, etc.\nAction Items\n\n How to inspire action from each course, video, content?\n"},"Atoms/TechGnosis---book":{"title":"TechGnosis - book","links":[],"tags":["literaturenote"],"content":"\n\n                  \n                  Pg. 308 \n                  \n                \n\nThough the revolutionary rhetoric of digital technocapitalism has been attacked for its hubris, myopia, and blind insensitivity to the corporeal problems of the world, it also signifies a truth with considerable consequences: the scientific and technological development that has characterized Western culture for centuries is infused with millennialist fervor. As the historian David Noble shows in his revelatory book The Religion of Technology, Joachim’s drive to perfect history fed directly into the medieval world’s changing notions of technology, as monasteries began incorporating the once lowly “mechanical arts” into their otherworldly labor. Besides embodying man’s God-given rational superiority to the rest of nature, technology enabled him to dominate and transform the fallen world. Following the Renaissance, the West committed itself to what Michael Grosso calls “the slow apocalypse of progress,” as science and technology took on the tasks of regenerating the earth and revealing its secrets. In Noble’s words, technology became eschatology, with the results that the technomania of our contemporary world “remains suffused with religious belief.”\n\n\n\n\n                  \n                  Pg 308, references: Marvin, When Old Technologies Were New, 201\n                  \n                \n\nThe evangelist and technological prophet Alonzo Jackman was similarly enthused when he proclaimed in 1846 that the electrical telegraph would allow “all the inhabitants of the Earth [to] be brought into one intellectual neighborhood and be at the same time perfectly freed from those contaminations which might under other circumstances be received.”\n\n\n\n\n\n                  \n                  pg 308. References Ibid., 192 \n                  \n                \n\nWhen the French Bishop of Aix consecrated an electrical plant to God’s work, the writing was on the wall: Electricity not only signified the sublime and spectacular, but would do the work of building a millennial kingdom of light. These electrical dreams leaked into the electromagnetic spectrum as well; Tesla wrote that the wireless would be “very efficient and enlightening the masses, particularly in still uncivilized countries and less accessible regions, and that it [would] add materially to general safety, comfort and convenience, and maintenance of peaceful relations”\n\n\n\n\n                  \n                  pg 155-156 \n                  \n                \n\nThe imaginal relationship between man and machine was a long time coming. The ground was laid by the mechanistic cosmologists of ancient Greece, and it seized the imagination when tinkerers like Heron started building those fanciful protorobots we call automata—mechanical gods, dolls, and birds that fascinated ancient and medieval folks…\n\n\n\n\n                  \n                  pg 155 \n                  \n                \n\nFor as the engines of civilization pulled us farther and farther away from the unpredictable and and often spiteful dance of nature, we withdrew from the animistic imagination that once immersed us in a living network of material forces and ruling intelligences. We started dreaming of transcending the old gods, of controlling our “animal souls,” of building an urban heaven on a mastered earth…The modern West could even be said to have made a pact with machines—those systematic assemblages of working parts and potentials which by definition lack a vital spirit, a soul grounded in the metaphysical order of things. And so today, now that we have technologized our environment and isolated the self within a scientific frame of mind, we no longer turn to nature to echo our state. Now we catch our reflections, even our spirits, in the movements and mentations of machines.\n\n\n\n\n                  \n                  pg 157 \n                  \n                \n\nAs the hairsplitting scientific management of the Taylorist factory proved, capitalism has a long and exuberant history of embracing whatever technologies and institutional frameworks, allow it to fit human beings into vast and efficient, megamachines of production and consumption.\n\n\n\n\n                  \n                  Marshall McLuhan, in early 1970&#039;s (reference: Marshall McLuhan and Quentin Fiore, War and Peace in the Global Village (New York Bantam, 1968), 18)\n                  \n                \n\n“We are all robots when uncritically involved with our technologies.” Marshall McLuhan early 1970s.\n\n\n\n\n                  \n                  pg 159 \n                  \n                \n\nTo paraphrase the Sufi mystic, Hazrat Inayat Khan: one aspect of our being is like a machine, and the other aspect is like an engineer. In this view, the first step toward waking up is to recognize how zonked out and automatic we already are; such dispassionate and reductive observations help dispel delusions, reveal genuine possibilities, and thus paradoxically enable us to cultivate some of the most deeply human aspects of being. The machine thus comes to serve as an interactive mirror, an ambiguous Other we both recognize ourselves in and measure ourselves against. This is the path of the spiritual cyborg, a path whose buzzing circuits and command overrides represent both the perils and promise of techgnosis.”\n\n"},"Atoms/The-Bioneer":{"title":"The Bioneer","links":[],"tags":["person"],"content":""},"Atoms/The-Cost-of-Things":{"title":"The Cost of Things","links":["Atoms/The-Terrible-Costs-of-a-Phone-Based-Childhood"],"tags":["permanentnote"],"content":"CHECK THIS QUOTE, WAS PULLED FROM The Terrible Costs of a Phone-Based Childhood article, so need to verify\nrelated to the cognitive cost of possessions\n\n\n                  \n                   Walden, Henry David Thoreau\n                  \n                \n\n“The cost of a thing is the amount of … life which is required to be exchanged for it, immediately or in the long run.”\n\n"},"Atoms/The-Creator---Movie":{"title":"The Creator - Movie","links":["Atoms/Al","Atoms/H.A.D.D."],"tags":[],"content":"Response After Watching “The Creator”\nTreat everything w/dignity\nAI has different needs–it doesn’t need money, etc it’s not after your job\nBe more cautious of human greed and corruption than Al in itself.\nHollywood strike → not about Al, it’s about profiteering and not treating people w/dignity\nWe can all coexist together, regardless of the existential nature of AI\nTreat all things, beings w/respect—that’s how you become a better person\nH.A.D.D. may be playing a part in all of this. AI is trained to respond like humans, so of course it will feel like it has agency."},"Atoms/The-Escalation-Effect":{"title":"The Escalation Effect","links":["Atoms/Sunk-Cost-Fallacy","Atoms/Quit---book","Atoms/Ep-80---Omni-Everything"],"tags":[],"content":"As philosophers and theologians developed the concepts surrounding the Judeo-Christian god, we can see an escalation occur. It’s\n\nRelated to:\nSunk Cost Fallacy\nQuit - book\nEp 80 - Omni Everything?\npmc.ncbi.nlm.nih.gov/articles/PMC9354500/"},"Atoms/The-Fellowship-of-the-Ring---Book":{"title":"The Fellowship of the Ring - Book","links":["Atoms/Buffy-the-Vampire-Slayer"],"tags":[],"content":"Possibly a commentary from Tolkien about vivisection:\n\n\n                  \n                  Gandalf \n                  \n                \n\n“And he that breaks a thing to find out what it is has left the path of wisdom.” —pg 311\n\n\n\nReminds me of Adam from season 4 of Buffy the Vampire Slayer. Adam certainly dissects (if not vivisects—it’s never shown/specified) people and demons to understand them. He narrates to himself that he wants to know how they work. What is inside them that makes them alive (and can’t necessarily find it).\n"},"Atoms/The-Gift-of-Fear":{"title":"The Gift of Fear","links":["Atoms/Empathy","Atoms/Shadow-Work","Nathaniel-Drew","Atoms/Empathy-and-Jesus"],"tags":["literaturenote"],"content":"\n\n                  \n                  Quote\n                  \n                \n\n…effective predictions require that we not make value judgments. Instead we must see the battle—at least for a moment—from the deck of the enemy warship,  because each person has his own perspective, his own reality, no matter how much it may differ from ours.\npg 109\n\n\npgs 50-51, idea is: You must not just call someone a “monster,” because dehumanizing someone makes it impossible for you to use empathy. You must also recognize within yourself that you are just as capable of the same atrocities you see another realize. To pretend that you are not capable, again denies empathy, and is vastly naive.\nAlso, reminds me of Shadow Work as seen in Nathaniel Drew’s video “Reinvent yourself in 2022.” As well as Empathy and Jesus.\n\n\n                  \n                  The Word &quot;No,&quot; pg. 69 \n                  \n                \n\n“No” is a word that must never by negotiated, because the person who chooses not to hear it is trying to control you.”\n\n\n\n\n                  \n                  pg 27 \n                  \n                \n\nWhat [many]…want to dismiss as a coincidence or a gut feeling is in fact a cognitive process, faster than we recognize and far different from the familiar step-by-step thinking we rely on so willingly. We think conscious thought is somehow better, when in fact, intuition is soaring flight compared to the plodding of logic.”\n\n\n\n\n                  \n                  pg 34 \n                  \n                \n\nWe will tolerate familiar risks over strange ones.\n\n"},"Atoms/The-Killer-Origins-of-the-Werewolf":{"title":"The Killer Origins of the Werewolf","links":["tags/literaturenote","Atoms/Monstrum","symbol","identity"],"tags":["literaturenote"],"content":"Note type:literaturenote\nThe Killer Origins of the Werewolf\nMonstrum\n\nNo single origin of werewolf. wolves = polarized symbol. Sometimes admiration, sometimes disdain (calling it the “devil” himself). Complex relationship.\nwolves and humans have similar behaviors, prey, etc. Play on the boundary between man and beast\nGreece = often portrays the Damned Werewolf trope. Link cannibalism to wolves. “lykos” = wolf\nsolitude and violence usually associated.\nChristianity saw these werewolf stories/beliefs as pagan and sinful. They used mental illness or demonic influence to disprove or deny these beliefs. body transformation would defy divine power, since only God has the power to change something so completely.\n“Ecclesiastical Ordinances of King Cnut” 11th century. Warns clergy to watch out for people speaking of werewolves.\n“Topographia Hibernica” — sympathetic werewolf account with Christian influence. late 12th century. Account of priest meeting a pair of werewolves. Werewolf wants Communion and his last rites with his wife.\nSome accounts may be revealing of sexual assault\n“Of Wolves and Men” by Barry Lopez — Sheep became a large part of the economy in Middle Ages. Wolves threatened livelihood /economy by killing sheep. Pre-existing symbols of sheep and the wolf in Christianity. Wolf became more and more monstrous. Transformation into a wolf was evil caused by the enemy of God, the devil.\nlater 16th century Eventually Church shifted beliefs to be heretical if you don’t believe in werewolves, after Church starts pursuing witches. The devil could transform man into wolves was easier to stomach than man having a power over God, I guess. It was also easier to envelop and accept these widespread beliefs than to refute them outright, because those beliefs weren’t going away anyway.\nThe devil disguises someone’s true form (witches appearing as a wolf, but not actually transforming). medieval demonologists theorized the devil could appear in form of the wolf.\nColonizers made use of the pre-existing myths to justify killing wolves. They also misapplied this to the indigenous population, justifying racism and violence.\nmonsters are powerful symbols in human imagination. We want to explain strange or devaint human behavior\nWolves = threat to humans / safety. Easy to draw a connection to werewolves and witchcraft as threats to humanity as well. Werewolves = shedding their body / identity dramatically into something violent, unpredictable.\n"},"Atoms/The-Ninety-and-Nine":{"title":"The Ninety and Nine","links":["Atoms/Transforming---The-Bible-and-the-Lives-of-Transgender-Christians"],"tags":[],"content":"Parable of the lost sheep.\n\nWhat if the one lost sheep wasn’t actually lost because it decided to “wander off,” but instead was escaping the violence / rejection from the flock itself?\nSaving the main group isn’t sufficient, nor is saving just the individual sheep. Perhaps this parable illustrates how important the completeness or the wholeness of the flock is. It’s about the integrity of the flock, because the flock is more than the sum of its parts.\nSource: Transforming - The Bible and the Lives of Transgender Christians\n"},"Atoms/The-Problem-with-Encapsulated-or-Abstracted-Logic":{"title":"The Problem with Encapsulated or Abstracted Logic","links":[],"tags":[],"content":"I set up a Facebook event and added a co-host. Turns out, by choosing that the event was “Friends Only” that means only the creator of the event’s friends could be invited (so what’s the point of having a co-host?!?!)\nThe form made no indication that the privacy couldn’t be changed. Nor did it give me any info on what certain controls meant.\nWhat happens when I use this setting? Is it permanent? How does it affect things when other things happen?"},"Atoms/The-Problem-with-Gender-Roles":{"title":"The Problem with Gender Roles","links":["Atoms/Dune","Atoms/Gender","The-Danish-Girl"],"tags":[],"content":"Dune—male = taker, female = giver\nGender roles are a problematic system, not a  natural law. It’s about defining a person by a collection of assigned attributes, rather than seeing them as a person.\nI’d expect most people don’t walk around thinking, I’m a man, I’m a man. It only matters in contrast to another gender in a specific situation. For example, if a woman is surrounded by a group of men, the “woman” side might be brought to their forefront, whether because of danger or because of intolerance or because of some kind of courting scenario.\nIt also gets thrown in the face of trans people, who are just trying to go about their day, but others detect something is different. You see this in the movie, The Danish Girl, when Lili"},"Atoms/The-Quiet-Damage---book":{"title":"The Quiet Damage - book","links":[],"tags":[],"content":"\n\n                  \n                  pg. 230 \n                  \n                \n\n“Beneath these kinds of delusional beliefs, in many instances, is not a desire to be accurately informed, but a need to be internally comforted.”\n\n\n"},"Atoms/The-Real-Problem-of-Humanity---Paleo-Emotions---God-like-tech":{"title":"The Real Problem of Humanity - Paleo Emotions - God-like tech","links":[],"tags":[],"content":"\n\n                  \n                  Dr. E. O. Wilson, Sociobiologist \n                  \n                \n\nThe real problem of humanity is the following: we have paleolithic emotions; medieval institutions; and god-like technology.\n\n"},"Atoms/The-Tug-of-War-Between-Deepfake-Generation-and-Detection":{"title":"The Tug-of-War Between Deepfake Generation and Detection","links":[],"tags":[],"content":"\n\n                  \n                  Found as a download on TrueMedia.org \n                  \n                \n\nSee this page: www.truemedia.org/scientific-advisory-board\n\n\n"},"Atoms/The-harm-of-thinking-the-Book-of-Revelation-is-a-prophecy":{"title":"The harm of thinking the Book of Revelation is a prophecy","links":["Atoms/Cyclops-The-Origin-Story-of-this-Terrifying-One-Eyed-Giant","Atoms/Monstrum"],"tags":["spirituality"],"content":"\nThe Book of Revelation was supposed to be comforting to an oppressed people in the 1st century BCE.\nAfter that time, Christianity started sitting in higher places of power.\nIf you’re privileged and hold the power, you have to choose / find a new enemy in order for the Book of Revelation to have relevance. AKA demonize some other group; create monsters of humans.\n\nTransclude of Cyclops-The-Origin-Story-of-this-Terrifying-One-Eyed-Giant#^marginality\nMonstrum"},"Atoms/The-paradox-of-plenty---Chris-Ramsay":{"title":"The paradox of plenty - Chris Ramsay","links":["Atoms/Chris-Ramsay"],"tags":[],"content":"\n\n                  \n                   Chris Ramsay\n                  \n                \n\n“The more things you have, the less you enjoy them.”\n\n"},"Atoms/The-wooden-dummy-is-not-what-you-think---video":{"title":"The wooden dummy is not what you think - video","links":["Jesse-Enkamp"],"tags":["literaturenote"],"content":"Jesse Enkamp\nBruce Lee critiqued martial arts traditionalists: “tradition is not about keeping actions alive but keeping the flame alive” (something like that)"},"Atoms/Theory-building-view-of-programming":{"title":"Theory building view of programming","links":["Peter-Naur","Philomatics"],"tags":["literaturenote"],"content":"“The code and its documentation has proved insufficient as a carrier of some of the most important design ideas…A main claim of the Theory Building View of programming is that an essential part of any program, the theory of it is something that could not be conceivably expressed, but is inextricably bound to human beings.” —Peter Naur\n“Designing how a modification is best incorporated into an established program depends on the perception of the similarity of the new demand with the operational facilities already built into the program.”\nRevisit Philomatics video “The value of source code” for this discussion."},"Atoms/Think-in-Series":{"title":"Think in Series","links":["tags/conclusion","Atoms/How-to-Make-a-Video-Series-Template"],"tags":["conclusion"],"content":"conclusion\nTo create a template, don’t focus on the immediate task.\nThinking in series for the template’s timeline\nHow do you get to this template? Where do you go after?\nOr, think of its use in a series\nWhat applies/stays the same for each instance of this series? What structures add value to this series?\nEvidences of this\n\nHow to Make a Video Series Template\n"},"Atoms/Thrashing":{"title":"Thrashing","links":["Seth-Godin"],"tags":["literaturenote"],"content":"“Steve McConnell helped us understand how poorly timed thrashing sabotages every failed software project. It turns out that the problem extends far beyond software.”\n“Thrashing is the apparently productive brainstorming and tweaking we do for a project as it develops. Thrashing might mean changing the user interface or rewriting an introductory paragraph. Sometimes, thrashing is merely a tweak. Other times, it involves major surgery. Thrashing is essential, the questions is: when to thrash?”\n“In the typical amateur project, all the thrashing is near the end. The closer we get to shipping, the more people get involved, the more meetings we have, the more likely the CEO wants to be involved—and why not? What’s the point of getting involved early, when you can’t see what’s already been done and your work will probably be redone anyway? The point of getting everyone involved early is simple: thrash late and you won’t ship. Thrash late and you introduce bugs. ”\n“Professional creators thrash early. The closer the project gets to completion, the fewer people see it and the fewer changes are permitted. Every software project that has missed its target date—every single one—is a victim of late thrashing. The creators didn’t have the discipline to force all the thrashing to the beginning. They fell victim to the resistance.”\n—Linchpin, Seth Godin, audio time stamp apx. 3:45:00\n"},"Atoms/Transforming---The-Bible-and-the-Lives-of-Transgender-Christians":{"title":"Transforming - The Bible and the Lives of Transgender Christians","links":[],"tags":["book"],"content":""},"Atoms/Trash,-Art,-and-the-Comics---Article":{"title":"Trash, Art, and the Comics - Article","links":[],"tags":[],"content":"\n\n                  \n                  Title \n                  \n                \n\n“Comic strips and superhero comic books trade in the immediate and easily accessible. We might say, then, that these comics are trash art: they are made quickly for easy consumption.”\n\n\n\n\n                  \n                  Title \n                  \n                \n\n“My argument is inspired by the film critic Pauline Kael. In her Reference Kael1969 essay, “Trash, Art, and the Movies,” Kael argued that the immediacy and accessibility of American film was not a defect; it was what made much American film as good as it was. Kael excoriates American “cinema”: arty films like Stanley Kubrick’s 2001. These “cinematic” films, said Kael, are aesthetically empty and full of themselves. Instead, she praised “trashy” movies like Norman Jewison’s Thomas Crowne Affair. Kael claimed that these movies form a core element of American films, an element that had been too long neglected by American critics and filmmakers. American film is a “tawdry and corrupt art form,” and it ought to be praised as such.”\n\n"},"Atoms/Treating-Religion-like-a-Magic-Trick":{"title":"Treating Religion like a Magic Trick","links":["Atoms/Religion"],"tags":[],"content":"Cognitive science, history, critical scholarship, stories, monsters. All of this has “revealed” what’s behind the curtain of the religious magician.\nJust like when I learn the secret or the method to a trick, a good magician will still make it an experience.\nReligion is or can be an experience. Even if it is self-deception. Even if it simply is false.\nOur realities and actual truth can coexist, even if they’re technically at odds with eachother.\nExp: Many first-hand experiences told to me about how people have seen angels or have had things happen to them.\nAt first, I was inclined to disbelieve them. Now, I do absolutely believe them. I believe they experienced what they did. I do not believe it actually was what they say it was—angels/devils/God/whatever. Most likely it’s all in their head, but it is still valid, as in, that’s what they experienced."},"Atoms/Trust-your-inputs":{"title":"Trust your inputs","links":["Atoms/Input"],"tags":[],"content":"An idea from Josh of Mad Charcoal’s video, “Stop over thinking”\nI often think of inputs as externally sourced. In his context he was talking about putting marks on the page with boldness, confidence.\nI also have inputs to my systems. Not just pieces from others, but my own flavor or flair or mark.\nTrust your inputs. Stop overthinking. Just let your message come out. Express it as you go, imperfections are to be celebrated."},"Atoms/Typography--and--Texts---Book":{"title":"Typography & Texts - Book","links":[],"tags":["literaturenote"],"content":"On Typography\nBy Anthony Froshaug\n\n\n                  \n                  Abstract\n                  \n                \n\nUntitled manuscript written in 1947 previously unpublished.\nThe manuscript is written in ink on handmade paper the work of a scribe exploring modern ideas with old means of production. Though presumably a fair copy of previous drafts, it is never let the less a virtual peace of handiwork but done quickly.. It is headed 1011 July 1947 1 AM and concludes 5 AM. This is one of a number of writings on these themes from this time.\n\n\n“When conventions are unsuitable to the formulation of ideas, either the idea or the convention is changed or rejected.” page 108.\n“Workshop organization is therefore required: the freedom of hand-setting, simplicity of equipment, responsibility &amp; self-discipline in the artisan. Hand composition &amp; press work rather than machine keyboard &amp; machine-minding, may limit output, but a society interested only in output does not require or demand many copies of experimental work. Such work will not only be attempts at solutions to problems in gestalt psychology: the poet &amp; scientist also demand new solutions. Society is so split that the number of copies of fundamental &amp; original work must be few; in any case this schizoid environment generally holds the new solution to be seditious &amp; pornographic where it is not totally obscure.” page 110."},"Atoms/Unboxing-Is-a-Contract":{"title":"Unboxing Is a Contract","links":[],"tags":[],"content":"A luxury package promises a luxury experience with the product.\nImportance of the little bugs—yes, people notice and it matters\nExp: “Crack Gate” with the middle crack in a lot of the Apple Vision Goggles thing,"},"Atoms/Use-Time-Pressure-to-Prioritize":{"title":"Use Time Pressure to Prioritize","links":["tags/tv"],"tags":["tv"],"content":"Use time to prioritize\nTiago Forte mentioned how work in Silicon Valley happened with dev feature launches: Crunch time crept closer and they couldn’t deliver everything they set out to. Instead of delaying the launch date, they cut out everything they could that wasn’t necessary.\nSimilar sentiment here\n“Once we realized that the work was not going to be completed in time as it was scoped, the team was able to go back and re-prioritize what was most important for launch.” says Benipayo.\nSource: www.atlassian.com/blog/productivity/what-is-parkinsons-law\nIRL Example\nA family member had built a new addition to a structure so that it would be a living space. The home inspector was coming the next day to inspect (and hopefully approve) the space as livable. That’s when my relative’s wife stepped in and told him to stop painting the exterior walls to match the existing building—rather, finish the last remaining details for the inspection.\nThis is a common practice in the fast-paced environments devs work in. What business people and marketers need to know is that the digital spaces we use are under constant improvement cycles. Sometimes, it’s ok to be a little mismatched, or have something that isn’t perfect. Your users are coming and the stuff THEY are interested in is what matters—not the beautiful branded, flashy experience, but the stuff that makes it usable and suits what the user is looking for.tv\nLinkedIn Post: 3/18/24\n“Time management” is a flawed system.\nIt’s appealing, because it implies that you have some kind of control.\nHowever, time is something that happens whether you do anything or not. It’s like a river. What can you possibly do to manage it?\nInstead, think of it as “management under time.”\nControl what you can control. Stop trying to control what you can’t.\nTime is simply a forcing function. If you need to accomplish something by some date and time, that forces you to prioritize what’s going to get you there.\nTime is not money. Time is not renewable. Time pushes us.\nAll we can do is cut out the distractions, the fluff, the non-essentials, as we float towards the milestone of X day at Y time."},"Atoms/Via-Negativa":{"title":"Via Negativa","links":[],"tags":[],"content":"What is not?\nExp: what don’t I want? (instead of What do I want?)"},"Atoms/Virgule":{"title":"Virgule","links":[],"tags":["typography"],"content":"(Hard ‘g’, rhymes with ‘mule’)\nThe forward slash: /\nyes/no answer\nand/or ⇒ virgule example in text. Also used as the end of a line of poetry.\nhe/him/his\nPoetry example from Robert Frost’s “The Road Not Taken”:\n“I took the one less traveled by, / And that has made all the difference.”\nPoetry/lyrics example from “My Immortal” by Evanescence:\n“I’m so tired of being here / Suppressed by all my childish fears”\n\nScript\nWant to see how many friends you still have after using esoteric typographic names for symbols?\nWhen you see a forward slash, call it a virgule!\nWe use them all the time like showing our pronouns:\nhe/him/his\nOr as an either/or option in our writing:\nand/or\nyes/no\nAnd also for writing poetry line breaks if you can’t format it line by line:\n“I’m so tired of being here / Suppressed by all my childish fears”\nSo, what the hack is a virgule?\nIt’s a fancy name for a forward slash."},"Atoms/Wabi-Sabi":{"title":"Wabi Sabi","links":[],"tags":[],"content":"\n\n                  \n                  Quote\n                  \n                \n\n“Wabi-sabi nurtures all that is authentic by acknowledging three simple realities. Nothing lasts, nothing is finished, and nothing is perfect.”\n—Richard Powell\n\n"},"Atoms/Warning-Signs---What-Happens-to-Women-and-Girls-Sets-Up-Danger-for-Everyone":{"title":"Warning Signs - What Happens to Women and Girls Sets Up Danger for Everyone","links":["Atoms/Mary-Anne-Franks","Atoms/Taylor-Swift-Is-Not-Alone---The-Deepfake-Nightmare-Sweeping-the-Internet"],"tags":[],"content":"\n\n                  \n                  Quote\n                  \n                \n\n“The really terrible things happen to women and girls first.”\n—Mary Anne Franks on Taylor Swift Is Not Alone - The Deepfake Nightmare Sweeping the Internet Podcast episode\n\n"},"Atoms/We-cannot-remove-humanity":{"title":"We cannot remove humanity","links":[],"tags":[],"content":"As tech continues to push us up the ladder, we can’t allow it to push us off the ladder.\nResponsibility\nWhat is the responsibility of an artist?\n\nIs there a responsibility?\nWhat is it?\nWhat an I hoping to gain by creating something?\nMotivations: is it just profit, then it leads to AI art\nArt= some kind of betterment to humanity\n"},"Atoms/We-cannot-win-all-the-time":{"title":"We cannot win all the time","links":[],"tags":[],"content":"Jesse enkamp “I tried to expose BJJ”\nAbout 10 min in, Gracie said something profound. You’ve been told a story—it’s not always true.\nSometimes we have to accept a loss, a less-desirable circumstance in order to move forward. Exp: you want to escape but someone’s on top of you. Instead of fighting constantly to get out when you know you can’t or haven’t budged, time to change tactics. Accept that loss, pull them in to move to a different field…\n\n All of the stuff Gracie said was actually pretty wise. Need to revisit this video.\n"},"Atoms/We-should-use-this-amazing-mechanism-that's-inside-a-grasshopper's-leg":{"title":"We should use this amazing mechanism that's inside a grasshopper's leg","links":["Steve-Mould"],"tags":[],"content":"video by Steve Mould\nPower amplification: Energy stored up slowly, released quickly. Exp: bow &amp; arrow. As you draw, the bow stores up elastic potential energy. You can then release which causes a lot of force to be applied quickly, which propels the arrow.\n\nSnapping your fingers is an example. Slowly building up, then releasing quickly to make the sound.\n\n\n Watch this one again. SUPER Interesting\n\n\n Mechanical Advantage!!!\n\n"},"Atoms/Webp":{"title":"Webp","links":[],"tags":[],"content":"Webp is a modern image format with one purpose: Fast-loading images on the web\nRead about webp here\ndevelopers.google.com/speed/webp"},"Atoms/Werewolves":{"title":"Werewolves","links":["Atoms/The-Killer-Origins-of-the-Werewolf"],"tags":["indexnote"],"content":"The Killer Origins of the Werewolf"},"Atoms/What-a-Marketing-Dev-Can-Learn-from-Real-World-Product-Engineering":{"title":"What a Marketing Dev Can Learn from Real-World Product Engineering","links":[],"tags":[],"content":"Needs to work after shipping\nTesting pre-release"},"Atoms/What-are-the-stages-of-coming-out---Podcast":{"title":"What are the stages of coming out - Podcast","links":["Atoms/Questions-from-the-Closet"],"tags":[],"content":"Questions from the Closet\nAfter someone comes out, it can seem really loud and in your face, because they’ve been suppressed / quieted for so long and then they finally have something to say."},"Atoms/What-does-automation-look-like":{"title":"What does automation look like?","links":[],"tags":[],"content":"Every automation or script I’ve built boils down to this:\n\nStarting data\nLogic to manipulate that data\nEnding data\n\nEven though automating things can be quite difficult or complex depending on what I’m trying to accomplish, it really is as simple as this, ultimately.\nHere’s how I approach a task that I want to offload to the computer.\nIdentify the Steps\nAt a high-level, I need to be able to see what steps are taken in the process of doing something manually first.\nThis helps me recognize pieces that are easy to solve—maybe I have already done something before that I can use in this context. It also gets me thinking about the order in which the task needs to be done."},"Atoms/What-does-it-mean-to-teach":{"title":"What does it mean to teach?","links":[],"tags":[],"content":"\n\n                  \n                  &quot;It means that your students can look at the work and make similar decisions without you being there.&quot; \n                  \n                \n\n—Samuel Holtzman, as quoted by Chris Do, “The secret to ‘Great’ design is simpler than you think” YouTube video\n\n\n// Great framework: 5 criteria to critique the work and teach that to the students and let them go through the criteria themselves to determine if the work is good enough. (think product or course…)"},"Atoms/What-does-the-Research-Say-About-Healing-S3-E15":{"title":"What does the Research Say About Healing? S3 E15","links":["Atoms/Questions-from-the-Closet","Dr.-Lisa-Diamond","Atoms/Empathy-and-Jesus","story","Atoms/Hero-Story","George-Slavich-at-UCLA","Atoms/Social-safety","Atoms/Accessibility","Atoms/Fear-Casteth-out-Empathy"],"tags":["literaturenote"],"content":"Podcast: Questions from the Closet\n06-05-22\nAbbreviation key\nDr. Lisa Diamond (LD)\nJosh Christensen (JC)\n\n\n                  \n                  Quote\n                  \n                \n\nWhenever anyone thinks that they’re the only person to experience something, they feel bad.\nLD\nThat’s why letting them know they’re not alone is so important—not to solve their problem or pain, but to provide human connection.  Also why Empathy and Jesus is inseparable. His story is the Hero Story and even though that means that so many stories are the same/similar, it’s not because it diminishes the story of the Christ, it shows that the Savior we need is the one who understands and protects the outcast.\n\nLD was researching blood markers from system inflammation, “which is something that happens to your body if you chronically feel unsafe.” (LD)\nGeorge Slavich at UCLA—Social safety\nBeing pushed out and away = oldest, baddest human experience. It’s life or death.\nBrain treats emotional threat the same as a physical wound. “All the health effects that we used to say were the effects of stress…are not the effects of stress. They are the effects of insufficient safety…That can be one stressful event or it can be a 1,000 tiny events that simply told your nervous system, ‘don’t let your guard down, you are not ok, here.‘” (LD)\nYour brain’s 1st priority is your safety. It has a constant listener, checking if you’re safe. If it perceives that you’re unsafe, it can’t allocate enough energy and resources to things like learning, proper function at work, etc.\nIf someone doesn’t feel comfortable somewhere, we shouldn’t tell them they’re being over sensitive.\n\n\n                  \n                  Quote\n                  \n                \n\nFrom the perspective of the evolved human nervous system, there’s no such thing, because nothing is as threatening to a human being as the rejection of the social group—it is life or death.\n(LD)\n\nThe question in your mind, “Is (bad thing) going to happen again?” creates as much stress as the initial scary moment / offense.\nThe brain is designed to fear rejection. It will tell you to do whatever you can do to stay in the group.\nWhen your authenticity is a threat to a relationship, that is the core trauma of the human brain (LD quoting someone else). I can’t be me and have basic human connection.\nThe choice is you can have me or you can have you. (I have to choose between me and someone I love). We NEED to remove that question. No human can take that. It should be: you can have me AND you.\n\nWhy is it so important to identify? Why do you have to talk about it?\nThat piece of you is threatening relationships. I’m talking to you about it, because I’m deciding if I’ll ever talk to you again (at all).\n\n\n                  \n                  Quote\n                  \n                \n\nWhy is that part of me important? Because people have asked me to choose between my whole self and my link to them. And that’s not a human choice…to say you can be connected with me if you take out a part of yourself.\n(LD)\n\n\n                  \n                  Quote\n                  \n                \n\nWhy are you thinking about that? Because you’re the one saying that I should cut that part out, so obviously it’s kind of an important part…You’re the ones who set the terms of the debate. You’re the people who told us that everything’s ok except for this type of person.\n(LD)\n“Why is this part of me what’s unacceptable—why this?!” (LD)\n\nPTSD = body continusously feeling unsafe\nYour body remembers fear really well so it can tell you: remember this so you never feel it again.\nLiving with fear every day hurts your body. Can’t sleep—your body is telling you, don’t sleep you’re not ok.’\nShame = fear of disconnection.\n\nMost common reported fear from their study was eternal separation from their family.\nThe only way to shut down anxiety is to flood it with thoughts of safety. If someone told you they felt unlovable, you have to provide more safety for them than for the average person. Keep reminding them that ‘you have not lost me and you never will.’\n\n\n                  \n                  Quote\n                  \n                \n\nIt’s more stressful for the brain to not know whether you’re in danger than to know.\n(LD)\nWhy don’t you feel comfortable coming and worshipping? (We haven’t said anything). It’s the not knowing how it will play out. Will I be rejected when I go back? Will I feel all that pain again? What will happen when the other people there see / react to me there?\nAllies: shout it from the rooftops so that no one has to question or doubt. Do they have to say it over again? Yes. All the time, as often as possible. You can’t tell spouse “I love you” once and call it good. It must be pervasive and obvious and clear.\nFriends might say ‘you don’t have to tell me you accept me.’ Well, actually I do. All of you is acceptable to me. You never have to wonder.\nTo be a real community of love, you have to tell people, I want all of you, come sit down. What are all the apects of church involvement that might make people feel unsafe?\n\n\n                  \n                  Quote\n                  \n                \n\nIf you amp up safety for the most marginalized groups, you’re probably going to make everybody feel safer.\n(LD)\n(It’s the same as with the curb cuts for accessibility—there’s no one who’s not going to benefit from that. People with strollers, difficult mobility, etc.)\n\nMy job as a parent is to create an environment where the child never has to question whether I’m with them.\nIf my parents know it, will they love me? (it = anything perceived by the child to be threatening of the relationship)\nSafety is different than acceptance. You would not say, “you are not worthy of my love.” You don’t have to agree with stuff or put yourself in danger.\nFirst, make sure everyone is safe. You can only breech the doctrine conversation when everyone is safe. Are you giving me messages that tell me I’m safe.\nThe parent who gets stuck on “what can I do to get this child back into the fold?” is in a fear response. Fear affects both ways: they might be terrified of losing their child eternally as well as the child fearing eternal separation.\nFear is a self-protective state. You can’t really help someone else / focus on their needs when you’re in a fear state. You may lack access to your own empathy because you’re afraid. You’re not your best self.\n\nThe more social safety present, the better the outcomes were.\nSocial safety isn’t just the abscence of danger, it’s adding a buffer that we can feel trust and feel rest. We need a place to recover where there are no threats. Wherever you get that feeling, put your brain in that environment as often as you can.\nI apologize for the time you spent thinking about that thing I made you think I thought about you.\nI treat your joy as my joy.\nGo out of your way to express how you feel about the person and how you value that person’s entire person.\nTake the burden from the person who is prone to feeling unsafe or to wonder…by making it clear you accept them, love all of them, and that they don’t have to worry if they will lose you."},"Atoms/What-if-we-got-this-wrong":{"title":"What if we got this wrong?","links":[],"tags":["question","permanentnote","spirituality"],"content":"That’s the question that guarantees God’s presence in your community.\nAsking that makes you responsible—you made decisions/choices and you’re owning it."},"Atoms/What-is-a-Paradox":{"title":"What is a Paradox","links":["Atoms/Richard-Feynman","Atoms/Divine-Reflection","Atoms/Victor's-Crown---artist-statement","Atoms/Paradox-is-a-Powerful-Teaching-Tool","Atoms/Ship-of-Theseus"],"tags":["question","indexnote"],"content":"Perception Error?\nTransclude of Richard-Feynman#^paradox\nTeaching Tool\n\nChristianity (Divine Reflection, Victor’s Crown - artist statement)\nParadox is a Powerful Teaching Tool\n\nParadoxes\n\nShip of Theseus\n"},"Atoms/What-is-the-significance-of-\"Rupture\"-in-Queer-theology":{"title":"What is the significance of \"Rupture\" in Queer theology","links":[],"tags":["question"],"content":""},"Atoms/What's-with-All-the-Dashes":{"title":"What's with All the Dashes?","links":[],"tags":["typography"],"content":"\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNameEntityOutputDash (hyphen)&amp;dash;‐En-dash&amp;ndash;–Em-dash&amp;mdash;—\nWhat the hack is up with all of these dashes?\nHere are the most common and most important to know:\nHyphens (aka dashes) are for joining words together, or for breaking words in a logical place to fit a column width. For example: Logos usually go in the top-left part of page.\nEn-dashes are slightly longer than a hyphen, and are primarily used for ranges. For example, I’ll be on vacation from June 6–8. Or I started juggling 3–4 years ago.\nEn-dashes also help us out when we combine two compound words like:\nIt used to be a well-known–well-liked recipe.\n—or if there are names made of multiple words being connected to another or to indicate in travel connections / directions:\nTake the Salt Lake City–Boston flight.\nEm-dashes are twice as long as the en-dash, and it’s almost the size of a capital M in your font. It can take the place of colons—usually for an aside or a quick interruption of a thought. Don’t use hyphens with spaces around them, use the em-dash!\n\n\n\nN\n–\nM\n—"},"Atoms/Whistling-Songs":{"title":"Whistling Songs","links":[],"tags":[],"content":"“The Moog and Me” by Dick Hyman is kinda cool! Retro space age.\n“Bluesette” by Toots Thielemans—pretty cool jazz whistling piece\n“Maiden’s Milk” by Meat Puppets is EXTREMELY ANNOYING. This is a cautionary note for my whistle choir.\nHillary says that the sound panels will be good to help prevent my whistles from being “tinny.”"},"Atoms/Why-Study-History":{"title":"Why Study History?","links":[],"tags":[],"content":"MD: Reading history helps dispel superstition because you’re able to see how “the way things are” is the way it is because of humans. They made decisions to solve problems and/or further their agendas."},"Atoms/Why-do-we-need-designers":{"title":"Why do we need designers?","links":[],"tags":[],"content":"We already know what makes good design. We can use the same tools, the same colors/assets.\nWhat they actually do is make the decisions custom to the circumstances.\nEverything has tradeoffs. There’s no one size fits all (if so, it’s already invisible). Someone needs to make the decisions based on the current needs."},"Atoms/Will---Book":{"title":"Will - Book","links":["The-Hero-with-a-Thousand-Faces","Darrell-Foster","Nelson-Mandela","Muhammad-Ali","Michael-Mann","Will-Smith","Atoms/Annie-Duke","Atoms/Quit---book"],"tags":[],"content":"Will read The Hero with a Thousand Faces\n\n\n                  \n                   Darrell Foster\n                  \n                \n\n“You fight how you train”\n\n\n\nAli\n\n\n                  \n                   Nelson Mandela, address to moethodist church, 1994\n                  \n                \n\n“In the end, reconciliation is a spiritual process, which requires more than just a legal framework. It has to happen in the hearts and minds of people.”\n\n\nWill w/Muhammad Ali ”… autograph your heart with a memory”\n“idolizing him would diminish his humanity” —Michael Mann about Ali\nThe promise to be taught how to defend himself induced reverence. —Will Smith’s thoughts on Darrell Foster with the first time he met him.\n\n\nThe Big She\nApx 1 hour left in audio book:\nIf 99% wasn’t really the same as 0, all of the other things he had thought were weaknesses, turned out to be strengths as well. Surrender, reception, rest, stopping. The opposite of the traditional “strengths” are still virtues.\n\n\n                  \n                  Reminds me... \n                  \n                \n\nAnnie Duke’s quote from Quit - book, “The opposite of a virtue is another virtue.”\n\n"},"Atoms/Writing-as-Thinking---Scholarly-Article":{"title":"Writing as Thinking - Scholarly Article","links":[],"tags":["literaturenote"],"content":"\n\n                  \n                  Quote\n                  \n                \n\nCreating and manipulating written sentences are not merely outputs from neural processes but, just as crucially, they shape the cycle of processing that constitutes a mental act. Completing a complex cognitive, or mental, task is enabled by a co-ordinated interaction between neural processes, bodily processes and manipulating written sentences.\n\n\n\n\n                  \n                  Interesting points about writing origins and Western bias. \n                  \n                \n\nHarris, 1989, Harris, 2000 has provided a clear and influential critique of how writing might facilitate a new kind of thought. In adopting the perspective of integrational linguistics, he challenges a ‘romantic’ tendency in accounts of the origin of writing. This enables him to debunk the view that writing is essentially western or that literacy improves our memory capacities. I do not take issue with Harris’s claim that some accounts of the origin of writing are skewed in favour of a western conception of writing.\n\n\n\n\n                  \n                  Purpose / Thesis \n                  \n                \n\nI aim to show that the creation and manipulation of written vehicles is part of our cognitive processing and, therefore, that writing transforms our cognitive abilities.\n\n\n\n\n                  \n                  Cognitive Integration \n                  \n                \n\nCognitive integration views cognition as based on both the co-ordination of bodily processes, including neuronal ones, and manipulations of external material vehicles that enable agents to complete cognitive tasks.\n\n"},"Atoms/Yerkes-Dodson-Law":{"title":"Yerkes-Dodson Law","links":["Atoms/Management-Under-Time","Atoms/Productivity"],"tags":[],"content":"\n\n                  \n                  Yerkes-Dodson Law \n                  \n                \n\nArousal that improves performance or worsens it. Exp: Time pressure that gets you results vs. overwhelms you\n\n\n\n\nSimilar Topics\n\nManagement Under Time\n\nAntithesis / What’s opposite / What competes?\n\n\n\nWhere does this lead?\n\n\n\nWhere does this come from? (Theme/Question)\n\nProductivity\n"},"Atoms/Your-Undivided-Attention":{"title":"Your Undivided Attention","links":["Atoms/Esther-Perel-on-Artificial-Intimacy---Podcast","Atoms/Fighting-with-Mirages-of-Each-Other—with-Adam-Mastroianni","Atoms/Taylor-Swift-Is-Not-Alone---The-Deepfake-Nightmare-Sweeping-the-Internet"],"tags":["podcast"],"content":"Episodes\nEsther Perel on Artificial Intimacy - Podcast\nFighting with Mirages of Each Other—with Adam Mastroianni\nTaylor Swift Is Not Alone - The Deepfake Nightmare Sweeping the Internet"},"index":{"title":"Home","links":["Atoms/Esther-Perel-on-Artificial-Intimacy---Podcast","Atoms/How-I-got-the-strongest-I've-ever-been-at-36-years-old---YouTube","Atoms/Magic-is-an-art-of-experience","Atoms/Social-safety","Atoms/The-Terrible-Costs-of-a-Phone-Based-Childhood","Atoms/3-Factors-Contributing-to-Flow","Atoms/Creativity-as-Connection","Atoms/Religion","Atoms/What-if-we-got-this-wrong","Atoms/Human-Spirituality","Atoms/Christians-are-Ruining-Christianity","Atoms/The-harm-of-thinking-the-Book-of-Revelation-is-a-prophecy","Atoms/God's-Will","Atoms/Monsters","Atoms/Monstrosity-and-Humanity","Atoms/Queer-Virtue---book","Atoms/Cyclops-The-Origin-Story-of-this-Terrifying-One-Eyed-Giant","Atoms/Purpose-of-Satan","Atoms/Theory-building-view-of-programming","Atoms/Study-of-Toyota-Manufacturing-Line","Atoms/Thrashing","Atoms/Dieter-Rams-10-Principles-for-Good-Design","Atoms/Paradox","Atoms/What-is-a-Paradox","Atoms/Ship-of-Theseus","Atoms/Paradox-is-a-Powerful-Teaching-Tool","Atoms/What-is-the-connection-of-authentic-and-authority","Atoms/What-is-the-significance-of-\"Rupture\"-in-Queer-theology","Atoms/How-can-I-remove-my-worth's-dependence-on-my-work"],"tags":[],"content":"Welcome to my public brain! You’ll find many disjointed, unfinished thoughts and questions here. Consider this an invitation to explore with me, rather than a place to find answers.\nMy mind is frequently changing as I encounter new, better, and diverse information and experiences. Hopefully you’ll allow me to grow in public.\nSome of these notes are quite personal. I’m taking that risk to allow this to be a more human experience, even though it is still sifted through and revised. If you’re ready to poke around my brain, here are some topics to get started:\nSources for Exploration\n\nEsther Perel on Artificial Intimacy - Podcast\nHow I got the strongest I’ve ever been at 36 years old - YouTube\nMagic is an art of experience\nSocial safety\nThe Terrible Costs of a Phone-Based Childhood\n\nFlow\n\n3 Factors Contributing to Flow\nCreativity as Connection\n\nSpirituality / “Religion”\n\nWhat if we got this wrong?\nHuman Spirituality\nChristians are Ruining Christianity\nThe harm of thinking the Book of Revelation is a prophecy\nGod’s Will\n\nHumanity / Monstrosity\n\nMonsters (Index note)\nMonstrosity and Humanity\nQueer Virtue - book\nCyclops The Origin Story of this Terrifying One-Eyed Giant\nPurpose of Satan\n\nCode / Technology\n\nTheory building view of programming\nStudy of Toyota Manufacturing Line\nThrashing\nDieter Rams 10 Principles for Good Design\n\nParadoxes\n\nParadox\nWhat is a Paradox\nShip of Theseus\nParadox is a Powerful Teaching Tool\n\nQuestions\n\nWhat is the connection of authentic and authority?\nWhat is the significance of “Rupture” in Queer theology\nHow can I remove my worth’s dependence on my work?\n"}}